{

	"words": {
		
		"aberrant": {
			"abnormal": "When the financial director started screaming and throwing food at his co-workers, the police had to come in to deal with his aberrant behavior."
		},
		"aberration": {
			"deviation": "Aberrations in climate have become the norm: rarely a week goes by without some meteorological phenomenon making headlines."
		},
		"abjure": {
			"give up": "While the church believed that Galileo abjured the heliocentric theory under the threat of torture, he later wrote a book clearly supporting his theory."
		},
		"aboveboard": {
			"honest": "The mayor, despite his avuncular face plastered about the city, was hardly aboveboard - some concluded that it was his ingratiating smile that allowed him to engage in corrupt behavior and get away with it."
		},
		"abrogate": {
			"overturn a law": "As part of the agreement between the labor union and the company, the workers abrogated their right to strike for four years in exchange for better health insurance."
		},
		"abstain": {
			"hold back from doing": "Considered a health nut, Jessica abstained from anything containing sugar - even chocolate."
		},
		"abstruse": {
			"incomprehensible": "Physics textbooks ca seem abstruse to the uninitiated that readers feel as though they are looking at hieroglyphics."
		},
		"abysmal": {
			"really horrible": "Coach Ramsay took his newest player off the field after watching a painful few minutes of her abysmal performance."
		},
		"accolade": {
			"high praise": "Jean Paul-Sartre was not a fan of accolades, and as such, he refused to accept the Nobel Prize for Literature in 1964."
		},
		"acerbic": {
			"harsh": "Most movie critics are acerbic towards summer blockbusters, often referring to them as garbage."
		},
		"acme": {
			"highest point": "The new Cessna airplanes will be the acme of comfort, offering reclining seats and ample legroom."
		},
		"acrimony": {
			"bitterness": "The acrimonious dispute between the president and vice-president sent a clear signal to voters: the health of the current administration was imperiled."
		},
		"adamant": {
			"unyielding": "Civil rights icon Rosa Parks will forever be remembered for adamantly refusing to give up her seat on a public bus - even after the bus driver insisted, she remained rooted in place."
		},
		"adjudicate": {
			"judge": "Only those with the most refined palates were able to adjudicate during the barbeque competition."
		},
		"admonish": {
			"warn": "Before the concert began, security personnel admonished the crowd not to come up on stage during the performance."
		},
		"admonitory": {
			"serving to warn": "At the assembly, the high school vice-principal gave the students an admonitory speech, warning them of the many risks and dangers of prom night."
		},
		"advocate": {
			"support a cause": "While Senator Radge privately approved of gay marriage, he was unwilling to advocate for the cause in public."
		},
		"aesthete": {
			"appreciator of beauty": "A true aesthete, Marty would spend hours at the Guggenheim Museum, staring at the same Picasso."
		},
		"aesthetic": {
			"relating to beauty": "The director, not known for his aesthetic sensibilities, decided not to use costumes at all, and put on the play in everyday clothing."
		},
		"affable": {
			"likeable": "For all his surface affability, Marco was remarkably glum when he wasn't around other people."
		},
		"affluent": {
			"wealthy": "The center of the city had sadly become a pit of penury, while, only five miles away, multi-million dollar homes spoke of affluence."
		},
		"afford": {
			"give opportunity for": "The summit of Mt. Kilimanjaro affords a panoramic view that encompasses both Tanzania and Kenya."
		},
		"alacrity": {
			"eager willingness": "The first three weeks in his new job, Mark worked with such alacrity that upper management knew it would be giving him a promotion."
		},
		"altruism": {
			"concern for others": "Albert Schweitzer spent most of his life doing missionary work as a doctor in Africa, seeking no reward, apparently motivated only by altruism."
		},
		"amalgam": {
			"mixture": "The band's music was an amalgam of hip-hop, flamenco and jazz, blending the three styles with surprising results."
		},
		"ambiguous": {
			"having multiple meanings": "The coach told his team, 'Move towards that side of the field': because he did not point, his directions were ambiguous, and the team had no idea to which side he was referring."
		},
		"ambivalent": {
			"having mixed emotions": "Sam was ambivalent about studying for the exam because doing so ate up a lot of his time, yet he was able to improve his analytical skills."
		},
		"ameliorate": {
			"improve": "Three Cups of Tea tells the story of western man who hopes to ameliorate poverty and the lack of education in Afghanistan."
		},
		"amenable": {
			"cooperative": "Even though she did not like the outdoors, Shirley was generally amenable and so her brother was able to persuade her to go camping."
		},
		"amiable": {
			"friendly": "Amy's name was very apt: she was so  amiable that she was twice voted class president."
		},
		"amok": {
			"frenzied": "Wherever the bowl haircut teen-idol went, his legions of screaming fans ran through the streets amok, hoping for a glance at his boyish face."
		},
		"amorphous": {
			"shapeless": "His study plan for the GRE was at best amorphous; he would do questions from random pages in any one of the seven test prep books."
		},
		"amply": {
			"fully": "The boat was amply supplied for its year at sea - no man would go hungry or thirsty."
		},
		"anachronism": {
			"belonging to another time": "Dressed in 15th century clothing each day, Edward was a walking anachronism."
		},
		"analogous": {
			"similar": "In many ways, the Internet's transformative effect on society has been analogous to that of the printing press."
		},
		"anathema": {
			"detested person": "Hundreds of years ago, Galileo was anathema to the church; today the church is anathema to some on the left side of the political spectrum."
		},
		"anemic": {
			"lacking energy": "After three straight shows ,the lead actress gave an anemic performance the fourth night, barely speaking loudly enough for those in the back rows to hear."
		},
		"animosity": {
			"extreme hostility": "The governor's animosity toward his rival was only inflamed when the latter spread false lies regarding the governor's first term."
		},
		"anodyne": {
			"that which soothes": "Muzak, which is played in department stores, is intended to be an anodyne, but is often so cheesy and over-the-top that customers become irritated."
		},
		"anomalous": {
			"not normal": "According to those who do not believe in climate change, the extreme weather over the last five years is simply anomalous - daily temperature should return to their old averages, they believe."
		},
		"anomaly": {
			"oddity": "After Sally found an anomaly in the data, she had to redo the entire experiment."
		},
		"antedate": {
			"precede": "Harry was so unknowledgable that he was unaware that Egyptian pharaohs antedated the American revolution."
		},
		"antic": {
			"grotesque": "The clown's antic act was too extreme for the youngest children, who left the room in tears."
		},
		"antipathy": {
			"hatred": "Maria had an antipathy for tour groups, often bolting to the other side of the museum as soon as she saw a chaperone leading a group of wide-eyed tourists."
		},
		"antiquated": {
			"old": "Aunt Betty had antiquated notions about marriage, believing that a man should court a woman for at least a year before receiving a kiss."
		},
		"antithetical": {
			"sharply contrasted": "His deep emotional involvement with these ideas is, in fact, antithetical to the detachment Buddhism practices."
		},
		"apathetic": {
			"uncaring": "Mr. Thompson was so talented at teaching math that even normally apathetic students took interest."
		},
		"apathy": {
			"absence of emotion": "Widespread apathy among voters led to a very small turnout on election day."
		},
		"apex": {
			"summit": "The Ivy League is considered the apex of the secondary education system."
		},
		"aphorism": {
			"short saying": "Nietzsche was known for using aphorisms, sometimes encapsulating a complex philosophical thought in a mere sentence."
		},
		"aphoristic": {
			"concise, true": "Sometimes I can't stand Nathan because he tries to impress everyone by being aphoristic, but he just states the obvious."
		},
		"aplomb": {
			"coolness under strain": "Nancy acted with aplomb during dangerous situations - she once calmly climbed up an oak tree to save a cat."
		},
		"apocryphal": {
			"questionably fake": "The web is notorious for sandwiching apocryphal stories between actual news."
		},
		"apogee": {
			"highest point": "The apogee of the Viennese style of music, Mozart's music continues to mesmerize audiences well into the 21st century."
		},
		"apostate": {
			"rejector of faith": "An apostate of the Republican Party, Sheldon has yet to become affiliated with any party and dubs himself independent."
		},
		"apothegm": {
			"short saying": "Winston Churchill is famous for many apothegms, but this might be his most famous: It has been said that democracy is the worst form of government except all the others that have been tried."
		},
		"apotheosis": {
			"height of development": "As difficult as it is to imagine, the apotheosis of Mark Zuckerberg's career, many believe, is yet to come."
		},
		"appease": {
			"make less angry": "Neville Chamberlain, the British prime minister during WWII, tried to appease Hitler and in doing so sent a clear message: you can walk all over us."
		},
		"apposite": {
			"appropriate": "For a writer with such quick wit, Jonathan Swift has a rather apposite name."
		},
		"appreciable": {
			"noticeable": "There is an appreciable difference between those who say they can get the job done and those who actually get the job done."
		},
		"apprehension": {
			"anxiety": "Test day can be one of pure apprehension, as many students worry about their test scores."
		},
		"approbatory": {
			"showing approval": "Although it might not be her best work, Hunter's new novel has received generally approbatory reviews."
		},
		"appropriate": {
			"take forcefully": "The government appropriated land that was occupied by squatters, sending them scurrying for another place to live."
		},
		"appurtenant": {
			"supporting": "In hiking Mt. Everest, Sherpas are appurtenant, helping climbers both carry gear and navigate treacherous paths."
		},
		"arbitrary": {
			"random": "One of the arbitrary decrees in place during the emperor's rule is that all citizens pay him weekly homage at his place."
		},
		"arcane": {
			"understood by few": "Most college fraternities are known for arcane rituals that those hoping to join the fraternity must learn."
		},
		"arch": {
			"teasing": "The baroness was arch, making playful asides on the townspeople; yet because they couldn't pick up on her dry humor, they thought her supercilious."
		},
		"archaic": {
			"very old": "Hoping to sound intelligent, Mary spoke in archaic English that was right out of Jane Austen's Pride and Prejudice - needless to say, she didn't have many friends."
		},
		"arduous": {
			"requiring great effort": "In order to deal with the arduous cross-country journey, truck drivers often survive on a string of caffeinated drinks, staying awake for up to 30 hours at a time."
		},
		"argument": {
			"increase": "Ideally, the restaurant's augmented menu will expand its clientele and increase its profits."
		},
		"arrant": {
			"utter": "An arrant fool, Lawrence surprised nobody when he lost all his money in a pyramid scheme that was every bit as transparent as it was corrupt."
		},
		"arriviste": {
			"upstart": "The city center was aflutter with arrivistes who each tried to outdo one another with their ostentatious sports cars and chic evening dress."
		},
		"arrogate": {
			"seize without authority": "Arriving at the small town, the outlaw arrogated the privileges of a lord, asking the frightened citizens to provide food, drink and entertainment."
		},
		"artful": {
			"clever and deceptive": "Berni Madoff's artful Ponzi scheme stole billions of dollars from investors and is considered the largest financial fraud in US history."
		},
		"artifice": {
			"trickery": "The mayoral candidates both spent much of the campaign accusing each other of artifices designed to mislead the voting public."
		},
		"artless": {
			"without deception": "Despite the president's seemingly artless speeches, he was a skilled and ruthless negotiator."
		},
		"artlessness": {
			"innocence": "I, personally, found the artlessness of her speech charming."
		},
		"ascendancy": {
			"dominant position": "The ascendancy of the Carlsbad water polo team is clear - they have a decade of championships behind them."
		},
		"ascetic": {
			"practicing self-denial": "His ascetic life is the main reason he inspired so many followers, especially since he gave up wealth and power to live in poverty."
		},
		"ascribe": {
			"attribute": "History ascribes The Odyssey and The Ilead to Homer, but scholars now debate whether he was a historical figure or a fictitious name."
		},
		"askance": {
			"suspiciously": "The old couple looked askance at the teenagers seated next to them, whispering to each other, 'They've got rings through their noses and purple hair!'."
		},
		"asperity": {
			"harshness of manner": "The editor was known for his asperity, often sending severe letters of rejection to amateur writers."
		},
		"assail": {
			"attack": "In the weekly paper, the editor assailed the governor for wasting hundreds of thousands of dollars in public projects that quickly failed."
		},
		"assiduously": {
			"with great care": "The top college football program recruits new talent assiduously, only choosing those who were the top in their county."
		},
		"assuage": {
			"make less severe": "Her fear that the new college would be filled with unknown faces was assuaged when she recognized her childhood friend standing in the line."
		},
		"atavism": {
			"throwback": "Much of the modern art movement was an atavism to a style of art found only in small villages through Africa and South America."
		},
		"attenuate": {
			"taper off": "Her animosity toward Bob attenuated over the years, and she even went so far as to invite him to her party."
		},
		"audacious": {
			"taking bold risks": "As all of the other campers cowered in tents, Bill, armed only with a flashlight, audaciously tracked down the bear that had raided their food."
		},
		"audacity": {
			"boldness": "She surprised her colleagues by having the audacity to publicly criticize the findings of a distinguished scientist."
		},
		"auspicious": {
			"favorable": "Despite an auspicious beginning, Mike's road trip became a series of mishaps, and he was soon stranded and penniless, leaning against his wrecked automobile."
		},
		"austere": {
			"unadorned": "His lifestyle of revelry and luxurious excess could hardly be called austere."
		},
		"autocratic": {
			"tyrannical": "The last true autocratic country is certainly NOrth Korea; there's no other country with a leader who exercises as much control over all aspects of life as much as Kim Jong-un does."
		},
		"autonomous": {
			"independent": "Many of the factory workers are worried about being replaced by machines and computers that will work completely autonomously."
		},
		"avarice": {
			"greed": "The Spanish conquistadors were known for their avarice, plundering Incan land and stealing Incan gold."
		},
		"avaricious": {
			"greedy": "Since avaricious desire is similar to gluttony or lust - sins of excess - it was listed as one of the seven deadly sins by the Catholic church."
		},
		"avert": {
			"prevent": "The struggling video game company put all of its finances into one final, desperate project to avert bankruptcy."
		},
		"avid": {
			"enthusiastic, keen": "Martin is an avid birdwatcher, often taking long hikes into remote mountains to see some rare eagle."
		},
		"badger": {
			"pester": "Badgered by his parents to find a job, the 30-year-old loafer instead joined a gang of itinerant musicians."
		},
		"baleful": {
			"threatening": "Movies often use storms or rain clouds as a baleful omen of evil events that will soon befall the main character."
		},
		"balk": {
			"refuse to accept": "The students were willing to clean up the broken glass, but when the teacher asked them to mop the entire floor, they balked, citing reasons why they needed to leave."
		},
		"banal": {
			"over-familiar": "The professor used such banal expressions that many students in the class either fell asleep from boredom or stayed awake to complete his sentences so as to humor their fellow classmates."
		},
		"banality": {
			"cliche": "Herbert regarded the minister's remark as a mere banality until Sharon pointed out profound implications to the seemingly obvious words."
		},
		"banish": {
			"get rid of": "The most difficult part of the fast was banishing thoughts of food."
		},
		"base": {
			"without principles": "She was not so base as to begrudge the beggar the unwanted crumbs from her dinner plate."
		},
		"bastardization": {
			"corruption": "The movie World War Z is a complete bastardization of the book with little more in common than zombies and a title."
		},
		"beatific": {
			"blissfully happy": "Often we imagine all monks to wear the beatific smile of the Buddha, but, like any of us, a monk can have a bad day and not look very happy."
		},
		"becoming": {
			"suitable": "Her dress was becoming and made her look even more beautiful."
		},
		"begrudge": {
			"envy": "Sitting all alone in his room, Harvey begrudged the happiness of the other children playing outside his window."
		},
		"behoove": {
			"be one's duty": "The teacher looked down at the student and said, it would behoove you to be in class on time and complete your homework, so that you don't repeat freshman English for a third straight year."
		},
		"belie": {
			"misrepresent": "The smile on her face belies the pain she must feel after the death of her husband."
		},
		"belittle": {
			"put somebody down": "A good teacher will never belittle his students, but will instead empower them."
		},
		"bellicose": {
			"warlike": "Known for their bellicose ways, the Spartans were once the most feared people from Peloponnesus to Persia."
		},
		"belligerent": {
			"eager to fight": "Tom said he was arguing the matter for purely philosophical reasons, but his belligerent tone indicated an underlying anger about the issue."
		},
		"bemoan": {
			"lament": "While the CFO carefully explained all the reasons for the cuts in benefits, after the meeting employees bemoaned the cuts as further evidence that management was against them."
		},
		"benighted": {
			"ignorant": "Far from being a period of utter benightedness, the Medieval Ages produced some great works of theological speculation."
		},
		"benign": {
			"harmless": "I remember my grandfather's face was wrinkled, benign, and calm."
		},
		"bereft": {
			"sad because of loss": "After 64 years of marriage, Williams was bereft after the death of his wife."
		},
		"besiege": {
			"harass": "After discovering a priceless artifact in her backyard, Jane was besieged by phone calls, emails, and reporters all trying to buy, hold or see the rare piece of history."
		},
		"besmirch": {
			"dishonor": "The prince's distasteful choice of words besmirched no only his own name, but the reputation of the entire royal family."
		},
		"besotted": {
			"very infatuated": "Even though her father did not approve, Juliet became besotted with the young Romeo."
		},
		"betray": {
			"reveal": "With the gold medal at stake, the gymnast awaited his turn, his quivering lip betraying his intense emotions."
		},
		"bilious": {
			"grumpy": "Rex was bilious all morning, and his face would only take on a look of contentedness when he'd had his morning cup of coffee."
		},
		"bleak": {
			"hopeless": "Unremitting overcast skies tend to lead people to create bleak literature and lugubrious music - compare England's band Radiohead to any band from Southern California."
		},
		"blinkered": {
			"limited in outlook": "In gambling, the addict is easily blinkered by past successes and/or past failures, forgetting that the outcome of any one game is independent of the games that preceded it."
		},
		"bolster": {
			"support": "The case for the suspect's innocence was bolstered considerably by the fact that neither fingerprints nor DNA were found at the scene."
		},
		"boon": {
			"helpful thing": "Modern technology has been a boon to the travel industry."
		},
		"boorish": {
			"ill mannered": "Bookowski was known for being a boorish drunk and alienating close friends and family."
		},
		"bowdlerize": {
			"censor": "To receive an R rating, the entire movie was bowdlerized because it contained so much violence and grotesque subject matter."
		},
		"brazen": {
			"without shame": "Their large donations to the local police department gave the drug cartel the brazen confidence to do their business out in the open."
		},
		"bridle": {
			"restrain": "New curfew laws have bridled people's tendency to go out at night."
		},
		"bristle": {
			"react angrily": "As we discussed the painting, I noticed the artist's wife bristling at our criticism, ready to defend her husband's work."
		},
		"broadside": {
			"verbal attack": "Political broadsides are usually strongest in the weeks leading up to a national election."
		},
		"bromide": {
			"unoriginal remark": "Instead of sharing his umbrella ,the cheeky stranger offered Martha the following bromide: Looks like it's raining."
		},
		"brook": {
			"put up with": "While she was at the chalkboard, the teacher did not brook any form of talking - even a tiny peep resulted in afternoon detention."
		},
		"browbeat": {
			"boss around, bully": "During the interrogation, the suspect was browbeaten into signing a false confession."
		},
		"brusquely": {
			"bluntly": "Not one for social pleasantries, the Chief of Staff would brusquely ask his subordinates what he wanted, even coffee."
		},
		"buck": {
			"resist": "The profits at our firm bucked the general downturn that affected the real estate industry."
		},
		"bucolic": {
			"rural": "The noble families of England once owned vast expanses of beautiful, bucolic land."
		},
		"bumbling": {
			"clumsy": "Within a week of starting, the bumbling new waiter was unceremoniously fired."
		},
		"burgeon": {
			"grow rapidly": "China's housing market is burgeoning, but some predict that the growth is merely a bubble and will burst much like the US real estate bubble of 2008."
		},
		"buttress": {
			"support": "China's economy has been buttressed by a global demand for the electronic parts the country manufactures."
		},
		"byzantine": {
			"overly complex": "Getting a driver's license is not simply a matter of taking a test; the regulations and procedures are so byzantine that many have found themselves at the mercy of the Department of Motor Vehicles."
		},
		"cadaverous": {
			"corpse-like": "Some actors take challenging roles in which they have to lose so much weight that they appear cadaverous."
		},
		"callow": {
			"inexperienced": "Both Los Angeles and New York are known for callow out-of-towners hoping to make it big."
		},
		"calumny": {
			"slander": "With the presidential primaries well under way, the air is thick with calumny, and the mud already waist-high."
		},
		"canard": {
			"false report": "The public will always be fooled by the media's canards."
		},
		"candid": {
			"honest and straightforward": "Although I was unhappy that the relationship ended, I appreciated Frank's candidness about why he was ready to move on from the relationship.",
			"straightforward": "Even with a perfect stranger, Charles was always candid and would rarely hold anything back."
		},
		"capitulate": {
			"surrender": "Paul, losing 19-0 in a ping-pong match against his nimble friend, basically capitulated when he played the last two points with his eyes closed."
		},
		"capricious": {
			"impulsive": "Nearly every month our capricious CEO had a new plan to turn the company around, and none of them worked because we never gave them the time they needed to succeed."
		},
		"cardinal": {
			"most important": "Most cultures consider gambling a cardinal sin and thus have outlawed its practice."
		},
		"carping": {
			"fault-finding": "What seemed like incessant nagging and carping about my behavior from my mother turned out to be wise and useful advice that has served me well."
		},
		"castigate": {
			"scold harshly": "Drill sergeants are known to castigate new recruits so mercilessly that the latter often break down during their first week of training."
		},
		"cataclysm": {
			"violent upheaval": "The introduction of smallpox was a cataclysm for Native Americans, killing off more than half of their population."
		},
		"catalyst": {
			"cause of a process": "Rosa Park's refusal to give up her bus seat acted as a catalyst for the Civil Rights Movement, setting into motion historic changes for African-Americans."
		},
		"catholic": {
			"universal": "Jonah's friends said that Jonah's taste in music was eclectic; Jonah was quick to point out that not only was his taste eclectic but it was also catholic: he enjoyed music from countries as far-flung as Mali and Mongolia."
		},
		"cavalier": {
			"not caring": "Percy dismissed the issue with a cavalier wave of his hand."
		},
		"cede": {
			"give up control": "Eventually, all parents must cede control of their growing children's educations and allow their offspring some autonomy."
		},
		"celerity": {
			"quickness": "We aim to respond to customers' questions with celerity and accuracy, with no longer than a 24 hour wait time."
		},
		"censor": {
			"remove objectionable material": "Every fall, high school English teachers are inundated by requests to censor their curriculum by removing The Catcher in the Rye and Scarlet Letter from their reading lists."
		},
		"censure": {
			"express disapproval": "After being caught in bed with a mistress, the mayor was quickly censured by the city council."
		},
		"cerebral": {
			"brainy": "A cerebral analysis of most pop music finds it to be simple and childish, but that ignores the point - the music's effect on the listener."
		},
		"chagrin": {
			"dismay": "Much to the timid writer's chagrin, the audience chanted his name until he came back on the stage."
		},
		"champion": {
			"speak in favor of": "Martin Luther King Jr. championed civil rights fiercely throughout his short life."
		},
		"charlatan": {
			"con artist": "Ray Kurzweil is no charlatan. He writes about immortality because he truly believes in it - not just to sell expensive magazines."
		},
		"chary": {
			"cautious": "Having received three speeding tickets in the last two months, Jack was chary of driving at all above the speed limit, even on a straight stretch of highway that looked empty for miles ahead."
		},
		"chastise": {
			"scold": "Though chastised for eating the snacks for the party, Lawrence shrugged off his mother's harsh words, and continued to plow through jars of cookies and boxes of donuts."
		},
		"chauvinism": {
			"feeling of superiority": "Vegetarians argue that man is chauvinistic in his belief that animals do not consciously feel the pain we humans do."
		},
		"chauvinist": {
			"elitist": "The chauvinist lives on both sides of the political spectrum, outright shunning anybody whose ideas are not consistent with his own."
		},
		"check": {
			"hold back from doing": "Deserted for six months, the property began to look more like a jungle and less like a residence with no one around to check the growth of weeds in the front yard."
		},
		"checkered": {
			"disreputable": "One by one, the presidential candidates dropped out of the race, their respective checkered pasts - from embezzlements to infidelity - sabotaging their campaigns."
		},
		"chimera": {
			"illusion": "Many believe that a world free of war is a chimera - a dream that ignores humanity's violent tendencies."
		},
		"chivalrous": {
			"courteous": "Marco's chivalrous ways, like opening doors and pulling out chairs, was much appreciated by his date."
		},
		"choleric": {
			"easily angered": "While a brilliant lecturer, Mr. Dawson came across as choleric and unapproachable - very rarely did students come to his office."
		},
		"chortle": {
			"laugh merrily": "Walking into the cafe, I could hear happy, chortling people and smell the rich aroma of roasted coffee beans."
		},
		"churlish": {
			"ill-mannered": "The manager was unnecessarily churlish to his subordinates, rarely deigning to say hello, but always quick with a sartorial jab if someone happened to be wearing anything even slightly mismatching."
		},
		"circumscribe": {
			"restrict within limits": "Their tour of South America was circumscribed so that they saw only popular destinations and avoided the dangerous parts of the cities."
		},
		"circumvent": {
			"get out of duty": "One way of circumventing the GRE is to apply to a grad school that does not require GRE scores."
		},
		"clemency": {
			"mercy": "In the final moments of the trial, during his closing speech, Philip was nearly begging the judge for clemency."
		},
		"coalesce": {
			"fuse": "Over time, the various tribes coalesced into a single common culture with one universal language."
		},
		"cogent": {
			"convincing": "A cogent argument will change the minds of even the most skeptical audience."
		},
		"cohesive": {
			"united": "A well-written, cohesive essay will keep on topic at all times, never losing sight of the main argument."
		},
		"collusion": {
			"secret cooperation": "Many have argued that Lee Harry Oswald, JFK's assassin, was in collusion with other criminals; others maintained that Oswald was a lone gunman."
		},
		"colossal": {
			"humongous": "Few appreciate the colossal scale of the sun: if hollow, it could contain a million earths."
		},
		"commendable": {
			"worthy of praise": "The efforts of the firefighters running into the burning building were commendable."
		},
		"commensurate": {
			"in proportion to": "The convicted felon's life sentence was commensurate with the heinousness of his crime."
		},
		"complacent": {
			"contented to a fault": "After the water polo team won their sixth championship, they became complacent and didn't even make it to the playoffs the next year."
		},
		"complaisant": {
			"cheerfully obedient": "On her first day at the job, Annie was complaisant, fulfilling every request of her new employer and anticipating future requests."
		},
		"complementary": {
			"matching": "The head waiter was careful to tell the amateur diners that red wine was complementary with beef, each bringing out subtle taste notes in the other."
		},
		"complicit": {
			"taking part in": "While the grand jury cleared the Senator of all criminal charges, in the public mind he was still complicit in the corruption."
		},
		"compound": {
			"make more intense": "Her headache was compounded by the construction crew outside, which had six jackhammers going at the same time."
		},
		"concede": {
			"admit wrongdoing": "I concede. You win!"
		},
		"conciliate": {
			"make peace with": "His opponents believed his gestures to be conciliatory, yet as soon as they put down their weapons, he unsheathed a hidden sword."
		},
		"concomitant": {
			"accompanying": "Concomitant with his desire for nature was a desire for the culture and energy of a big city."
		},
		"conducive": {
			"helpful": "Studying in a quiet room is conducive to learning; studying in a noisy environment makes learning more difficult."
		},
		"conflagration": {
			"large fire": "In the summer months, conflagrations are not uncommon in the southwest, due to the heat and lack of rain."
		},
		"conflate": {
			"mix together": "In her recent book, the author conflates several genres - the detective story, the teen thriller, and the vampire romance - to create a memorable read."
		},
		"confound": {
			"utterly confuse": "Though Harry loved numbers, he found calculus confounding."
		},
		"conniving": {
			"conspiring to do bad": "The queen was so conniving that, with the help of the prince, she tried to overthrow the king."
		},
		"consecrate": {
			"make holy": "At the church of Notre Dame in France, the new High Altar was consecrated in 1182."
		},
		"conspicuous": {
			"obvious": "American basketball players are always conspicuous when they go abroad - not only are they American, but some are over seven feet tall."
		},
		"constraint": {
			"limit": "We don't have many resources, so we'll have to work with some very tight constraints."
		},
		"construe": {
			"interpret": "The author's inability to take a side on the issue was construed by both his opponents and supporters as a sign of weakness."
		},
		"consummate": {
			"masterful": "Tyler was the consummate musician: he was able to play the guitar, harmonica, and the drum at the same time."
		},
		"contemptuous": {
			"scornful": "Always on the forefront of fashion, Vanessa looked contemptuously at anyone wearing dated clothing."
		},
		"contentious": {
			"causing arguments": "Since old grandpa Harry became very contentious during the summer when only reruns were on the TV, the grandkids learned to hide from him at every opportunity."
		},
		"contingent": {
			"small group": "A small contingent of those loyal to the king have gathered around the castle to defend it."
		},
		"contrite": {
			"remorseful": "Though he stole his little sister's licorice stick with malevolent glee, Chucky soon became contrite when his sister wouldn't stop crying."
		},
		"contrition": {
			"remorse": "Those who show contrition during their prison terms - especially when under review by a parole board - often get shortened sentences."
		},
		"contrive": {
			"pull of a scheme": "Despite a low GPA, he contrived to get into college, going so far as to write his own glowing letters of recommendation."
		},
		"conundrum": {
			"difficult problem": "Computers have helped solve some of the mathematical conundrums which have puzzled man for many centuries."
		},
		"convivial": {
			"friendly and lively": "The wedding reception was convivial; friends who hadn't seen each other for ages drank and ate together before heading to the dance floor."
		},
		"convoluted": {
			"extremely complex": "Instead of solving the math problem in three simple steps, Kumar used a convoluted solution requiring fifteen steps."
		},
		"copious": {
			"abundant": "In midsummer, there are copious popsicle stands at the beach; in the winter, there are none."
		},
		"cornucopia": {
			"abundant supply": "The International Food Expo was a cornucopia of culinary delights: gourmet foods from every continent were under one roof."
		},
		"corollary": {
			"consequence": "A corollary of Hurricane Sandy, which ravaged the east coast of the US, is a push to build higher sea walls to protect against future hurricanes."
		},
		"corroborate": {
			"confirm": "Her claim that frog populations were falling precipitously in Central America was corroborated by locals, who reported that many species of frogs had seemingly vanished overnight."
		},
		"cosmopolitan": {
			"sophisticated and global": "There are few cities in the world as diverse and cosmopolitan as New York."
		},
		"cosseted": {
			"overly pampered": "The kind and queen cosseted the young prince, giving him a prized miniature pony for his fifth birthday."
		},
		"coterminous": {
			"equal in scope": "The border of the state is coterminous with geographic limits on travel; the east and north are surrounded by a nearly uncrossable river and the south by a desert."
		},
		"countermand": {
			"reverse a command": "By the time the colonel countermanded his soldiers not to land in enemy territory, a few helicopters had already touched down amid heavy gunfire."
		},
		"cow": {
			"intimidate": "Do not be cowed by  a 3000-word vocabulary list: turn that list into a deck of flashcards."
		},
		"craven": {
			"cowardly": "Though the man could have at least alerted the police, he crouched cravenly in the corner as the old woman was mugged."
		},
		"credence": {
			"belief": "He placed no credence in physics, claiming that they offered no special powers beyond the ability to make people part with their money."
		},
		"creditable": {
			"good nut not great": "Critics agreed the movie was creditable, but few gave it more than three out of five stars."
		},
		"credulity": {
			"tendency to believe": "Virginia's wide eyed credulity as a five year old was replaced by suspicion after she learned that Santa Claus didn't really exist."
		},
		"crestfallen": {
			"disappointed": "I asked Maria on a date and she refused without a moment's thought; I was crestfallen."
		},
		"cryptic": {
			"mysterious": "Since Sarah did not want her husband to guess the Christmas present she had bought him, she only answered cryptically when he would ask her questions about it."
		},
		"crystallize": {
			"become definite": "Only after fifteen minutes of brainstorming did Samantha's ideas for the essay crystallize."
		},
		"culminate": {
			"reach high point": "Beethoven's musical genius culminated in the 9th Symphony, which many consider his greatest work."
		},
		"culpability": {
			"state of guilt": "Since John had left his banana peel at the top of the stairwell, he accepted culpability for Martha's broken leg."
		},
		"cumbersome": {
			"difficult to carry": "Only ten years ago, being an avid reader and a traveler meant carrying a cumbersome backpack stuffed with books - these days we only need an e-reader."
		},
		"cupidity": {
			"greed for money": "Some believe that people amassing as much wealth as possible is the meaning to life - yet they often realize that cupidity brings anything but happiness."
		},
		"curmudgeon": {
			"grouch": "Since Uncle Mike was the family curmudgeon, each Thanksgiving he was plied with copious amounts of wine, in the hope that he would become less grouchy."
		},
		"dearth": {
			"shortage": "I am surprised by the dearth of fast food chains; this is America and I assumed they were on every street."
		},
		"debase": {
			"reduce the value": "The third-rate script so debased the film that not even the flawless acting could save it from being a flop."
		},
		"debonair": {
			"sophisticated, charming": "James Bond is known for his good looks, high tech gadgets and debonair manner."
		},
		"debunk": {
			"prove to be false": "Richard Dawkins tries to debunk religious belief, but his ridicule tends to push people away from his points rather than convince them."
		},
		"decimation": {
			"complete destruction": "The decimation after atomic bombs were dropped on Hiroshima and Nagasaki is incomprehensible."
		},
		"decorous": {
			"well-behaved": "Sally's parties are decorous affairs, and instead of the usual beer and music, there is tea and intellectual conversation."
		},
		"decorum": {
			"proper conduct": "You will obey the rules of decorum for this courtroom or spend the night in a jail cell, said the judge to the prosecutor."
		},
		"decry": {
			"speak out against": "The entire audience erupted in shouts and curses, decrying the penalty card issued by the referee."
		},
		"deferential": {
			"respectful": "If you ever have the chance to meet the president, stand up straight and be deferential."
		},
		"defray": {
			"pay cost of": "In order for Sean to attend the prestigious college, his generous uncle helped defray the excessive tuition with a monthly donation."
		},
		"degrade": {
			"humiliate": "Jesse mockingly listed all of Nancy's faults in front of their friends, publicly degrading the poor girl."
		},
		"deign": {
			"stoop to": "The master of the house never deigned to answer questions from the servants."
		},
		"delegate": {
			"assign": "Since the senior manager had to go on many international business trips, she was forced to delegate many of her responsibilities to two lower-level managers."
		},
		"deleterious": {
			"harmful": "The BP oil spill in the Gulf of Mexico was deleterious to the fishing industry in the southern states."
		},
		"deliberate": {
			"consider carefully": "Emergency situations such as this call for immediate action and leave no room to deliberate over options."
		},
		"delineate": {
			"describe in detail": "After a brief summary of proper swimming technique, the coach delineated the specifics of each stoke, spending 30 minutes alone on the backstroke."
		},
		"demean": {
			"insult": "At first the soccer players bantered back and forth, but as soon as one of the players became demeaning, calling the other's mother a water buffalo, the ref whipped out a red card."
		},
		"demur": {
			"object": "Wallace disliked the cold, so he demurred when his friends suggested they go skiing in the Alps."
		},
		"demure": {
			"modest, shy": "The portrait of her in simple white blouse was sweet and demure."
		},
		"denigrate": {
			"attack a reputation": "Count Rumford denigrated the new theory of heat, demonstrating that it was wholly inadequate to explain the observations."
		},
		"denote": {
			"be a sign of": "Even if the text is not visible, the red octagon denotes stop to all motorists in America."
		},
		"denouement": {
			"resolution of a story": "At the denouement of the movie, all questions were answered, and the true identity of the robber was revealed."
		},
		"derelict": {
			"avoiding duties": "The teacher was derelict in her duties because she hadn't graded a single student paper in three weeks."
		},
		"deride": {
			"put down": "The nun derided the students for trying to sneak insects and worms into the classroom."
		},
		"derisive": {
			"full of ridicule": "I was surprised by her derisive tone; usually, she is sweet, soft spoken, and congenial."
		},
		"derivative": {
			"unoriginal": "Because the movies were utterly derivative of other popular movies, they did well at the box office."
		},
		"derive": {
			"originate in": "Many words in the English language are derived from Latin, including the word derive."
		},
		"derogative": {
			"insulting": "Never before have we seen a debate between two political candidates that was so derogative and filthy."
		},
		"desecrate": {
			"ruin something holy": "After desecrating the pharaoh's tomb, the archaeologist soon fell victim to a horrible illness."
		},
		"desiccated": {
			"lacking vitality": "Few novelists over 80 are able to produce anything more than desiccated works - boring shadows of former books."
		},
		"desideratum": {
			"necessity": "The desideratum of the environmental group is that motorists should rely on carpooling."
		},
		"despot": {
			"tyrant": "The Emperor Claudius was regarded as a fair-minded leader; his successor, Nero, was an absolute despot."
		},
		"destitute": {
			"poor": "Jean Valjean, is at first destitute, but through the grace of a priest, he makes something of his life."
		},
		"detrimental": {
			"causing harm": "Many know that smoking is detrimental to health, but processed sugar in large quantities is equally bad."
		},
		"devolve": {
			"delegate": "The company was full of managers known for devolving tasks to lower management, but never doing much work themselves."
		},
		"diabolical": {
			"wicked": "The conspirators, willing to dispatch anyone who stood in their way, hatched a diabolical plan to take over the city."
		},
		"diatribe": {
			"bitter verbal attack": "Steve's mom launched into a diatribe during the PTA meeting, contending that the school was little more than a daycare in which students stare at the wall and teachers stare at the chalkboard."
		},
		"dictatorial": {
			"extremely bossy": "The coach was dictatorial in his approach: no players could ever argue or question his approach."
		},
		"didactic": {
			"instructive": "Tolstoy's 'The Death of Ivan Illyich' is a didactic novel, instructing the reader on how to live a good life."
		},
		"differentiate": {
			"identify differences between": "Mozart's long melodies differentiate his compositions from the work of other late 18th century composers."
		},
		"diffident": {
			"shy": "As a young girl she was diffident and reserved, but now as an adult, she is confident and assertive."
		},
		"dilapidated": {
			"run down": "The main house has been restored but the gazebo is still dilapidated and unusable."
		},
		"dilatory": {
			"time-wasting": "Lawyers use dilatory tactics so that it takes years before the case is actually decided."
		},
		"dilettante": {
			"dabbler": "Fred has no formal medical training; while he likes to claim authority on medical issues, he is little more than a dilettante."
		},
		"diligent": {
			"careful and hard-working": "Michael was a diligent gardener, never leaving a leaf on the ground and regularly watering each plant."
		},
		"diminutive": {
			"small": "He prefers to be called a diminutive of his name: Bill instead of John William."
		},
		"disabuse": {
			"lead one from error": "As a child, I was quickly disabused of the notion that Santa Claus was a rotund benefactor of infinite largess - one night I saw my mother diligently wrapping presents and storing them under our Christmas tree."
		},
		"disaffected": {
			"discontent": "After watching his superior take rations from the soldiers, he quickly became disaffected and rebelled."
		},
		"discord": {
			"disagreement": "Despite all their talented players, the team was filled with discord - some players refused to talk to others - and lost most of their games."
		},
		"discreet": {
			"careful": "The professor thought that he was discreet, subtly wiping the stain off of his shirt, but as soon as he stepped off the podium a member of the audience pointed out a large ketchup stain."
		},
		"discrete": {
			"separate": "What was once known as Czechoslovakia has since split into two discrete, independent nations."
		},
		"discriminate": {
			"differentiate": "Sarah couldn't discriminate between a good wine and a bad wine, so she avoided wine tastings."
		},
		"discursive": {
			"tangential": "Many readers find it tough to read Moby Dick since the author is discursive, often cutting the action short to spend 20 pages on the history of a whale."
		},
		"disenfranchise": {
			"deprive of votes": "The U.S. constitution disenfranchised women until 1920 when they were given the right to vote."
		},
		"disheartened": {
			"losing confidence": "After the visiting team scored nine times, the home team's fans were disheartened, some leaving the game early."
		},
		"disingenuous": {
			"pretending to be honest": "Many adults think that they can lie to children, but kids are smart and know when people are disingenuous."
		},
		"disinterested": {
			"unbiased": "The potential juror knew the defendant, and therefore could not serve on the jury, which must consist only of disinterested members."
		},
		"disparate": {
			"fundamentally different": "With the advent of machines capable of looking inside the brain, fields as disparate as religion and biology have been brought together by scientists trying to understand what happens in the brain when people have a religious experience."
		},
		"dispassionate": {
			"objective": "A good scientist should be dispassionate, focusing purely on what the evidence says, without personal attachment."
		},
		"dispatch": {
			"speed, efficiency": "She finished her thesis with dispatch, amazing her advisors who couldn't believe she had written 60 scholarly pages so quickly."
		},
		"dispensation": {
			"exemption": "Since her father is a billionaire, she is given dispensation from many of the school's policies."
		},
		"dissemble": {
			"act deceitfully": "To get close to the senator, the assassin dissembled his intentions, convincing many people that he was a reporter for a well-known newspaper."
		},
		"disseminate": {
			"spread": "Before the effects of anesthesia were disseminated, patients had to experience the full pain of a surgery."
		},
		"dissipate": {
			"squander": "The recent graduates dissipated their earnings on trips to Las Vegas and cruises in Mexico."
		},
		"dissolution": {
			"debauchery": "Many Roman emperors were known for their dissolution, indulging in unspeakable desires of the flesh."
		},
		"docile": {
			"easily managed": "Barnyard animals are considerably more docile than the wild animals."
		},
		"dog": {
			"pursue": "Throughout his life, he was dogged by insecurities that inhibited personal growth."
		},
		"dogmatic": {
			"opinionated": "Bryan is dogmatic in his belief that the earth is flat, claiming that all pictures of a spherical earth are computer generated."
		},
		"doleful": {
			"very sad": "No event is more doleful than the passing of my mother, she was a shining star in my life, and it brings me great sadness to think that she is now gone."
		},
		"dolorous": {
			"sorrowful": "Chopin's ballads are filled with sharp changes in moods - a dolorous melody can give way to a lighthearted tempo."
		},
		"doughty": {
			"brave, bold": "I enjoy films in which a doughty group comes together to battle a force of evil."
		},
		"dovetail": {
			"fit together tightly": "Although Darwin's evolution and Mendel's genetics were developed in isolation from one another, they dovetail very well."
		},
		"dupe": {
			"swindle": "Once again a get-rich-fast internet scheme had duped Harold into submitting a 5000 dollar check to a sham operation."
		},
		"duplicity": {
			"deceit": "A life of espionage is one of duplicity: an agent must pretend to be someone totally different from who she or he actually is."
		},
		"duress": {
			"compulsory force": "The witness said he signed the contract under duress and argued that the court should cancel the agreement."
		},
		"ebullient": {
			"enthusiastic": "Can you blame him for his ebullient mood? He just graduated from medical school."
		},
		"eccentric": {
			"peculiar": "Mozart was well-known for his eccentricities, often speaking words backward to confuse those around him."
		},
		"eclectic": {
			"having a variety": "Joey was known for his eclectic tastes in music, one moment dancing to disco the next air conducting along to Beethoven's ninth symphony."
		},
		"economical": {
			"avoiding waste": "Journalists favor an economical style of writing, in which no unnecessary words are used and every sentence is as short as possible."
		},
		"edifying": {
			"enlightening": "I recently read an article in the Times about whether good literature is edifying or not; specifically, does reading more make a person more moral."
		},
		"effervescent": {
			"bubbly": "After the sales result, the manager was in a effervescent mood, letting several employees leave work earlier that day."
		},
		"efficacious": {
			"effective": "Since Maggie's cough syrup, which had expired five years back, was no longer efficacious, she coughed throughout the night."
		},
		"effrontery": {
			"cheeky behavior": "The skateboarders acted with effrontery. skating through the church grounds and spray-painting signs warning trespassers."
		},
		"egotist": {
			"boaster": "An egotist, Natasha had few friends because of her inability to talk about anything except her dream of becoming the next American Idol."
		},
		"egregious": {
			"shockingly bad": "The dictator's abuse of human rights was so egregious that many world leaders demanded that he be tried in an international court for genocide."
		},
		"eke": {
			"scrape by": "Stranded in a cabin over the winter, Terry was able to eke out an existence on canned food."
		},
		"elaborate": {
			"detailed": "After returning from Morocco, Thomas replaced his dirty gray carpet with an elaborate one he'd brought back with him."
		},
		"elegiac": {
			"mournful": "Few can listen to the elegiac opening bars of the Moonlight sonata without feeling the urge to cry."
		},
		"elicit": {
			"call forth": "Just smiling - even if you are depressed - can elicit feelings of pleasure and happiness."
		},
		"elucidate": {
			"make clearer": "YouTube is a great place to learn just about anything - an expert elucidates finer points so that even a complete novice can learn."
		},
		"elude": {
			"fail to be grasped": "Even a basic understanding of physics can elude most high school students."
		},
		"elusive": {
			"hard to pin down": "Many first time skydivers say that describing the act of falling from the sky is elusive"
		},
		"embellish": {
			"add details to": "McCartney would write relatively straightforward lyrics, and Lennon would embellish them with puns and poetic images."
		},
		"embroiled": {
			"in an argument": "These days we are never short of a D.C. politician embroiled in scandal - a welcome phenomenon for those who, having barely finished feasting on the sordid details of one imbroglio, can seek their teeth into a fresh one."
		},
		"embryonic": {
			"undeveloped": "The Board of Directors is hoping to launch a new product soon, but planning for the Z7 is in an embryonic stage."
		},
		"eminent": {
			"highly respected": "Shakespeare is an eminent author in the English language, but I find his writing uninteresting and melodramatic."
		},
		"empathetic": {
			"relating to feelings of others": "Most discrimination and hatred is based on a lack of empathetic awareness of people that have the same aspirations and fears."
		},
		"empericism": {
			"action based on practice": "Empiricism does not always lead to knowledge; an experience or experiment may raise more questions than it answers."
		},
		"emulate": {
			"imitate": "To really become fluent in a new language, emulate the speech patters of people who speak the language."
		},
		"enamored": {
			"charmed": "She is completely enamored of Justin Bieber, and goes to all his concerts on the east coast."
		},
		"encumber": {
			"hold back": "The costume encumbered all my movements and caused me to sweat profusely."
		},
		"endemic": {
			"native": "Irish cuisine makes great use of potatoes, but ironically, potato is not endemic to Ireland."
		},
		"enervate": {
			"sap energy from": "John preferred to avoid equatorial countries; the intense sun would always leave him enervated after he'd spent the day sightseeing."
		},
		"engender": {
			"give rise to": "The restrictions of the Treaty of Versailles were so severe that they engendered deep hatred and resentment in the German people."
		},
		"enjoin": {
			"prohibit": "The government agency enjoined chemical companies from dumping chemical waste that had not been first securely stored in specially marked containers."
		},
		"enmity": {
			"hate": "Charles' rude remark toward Sarah yesterday was due to his illness, not due to any real enmity toward Sarah."
		},
		"enormity": {
			"great wickedness": "The enormity of Pol Pot's regime is hard to capture in words - within months hundreds of thousands of Cambodians lost their lives."
		},
		"enthrall": {
			"captivate": "She was enthralled by the movie that she never heard people screaming, Fire! Fire! in the neighboring theater."
		},
		"entice": {
			"tempt": "Harold enticed his wife, Maude, to go on a vacation to Hawaii, with promises of luaus on the beach and all-you-can-eat seafood buffets."
		},
		"entrenched": {
			"fixed firmly": "By the time we reach 60 years old, most of our habits are so entrenched that it is difficult for us to change."
		},
		"enumerate": {
			"determine number of": "The 2015 census enumerated 34,587 people living in the province."
		},
		"ephemeral": {
			"short-lived": "The lifespan of a mayfly is ephemeral, lasting from a few hours to a couple of days."
		},
		"epigram": {
			"witty saying": "My favorite epigram from Mark Twain is 'A man who carries a cat by the tail learns something he can learn no other way'."
		},
		"epiphany": {
			"sudden realization": "Gary one day had an epiphany that he was a people person; he promptly quit his factory job and began working as a salesman."
		},
		"eponym": {
			"derived from a name": "Alexandria, Egypt is an eponym because it is named after Alexander the Great."
		},
		"equitable": {
			"fair": "The equitable distribution of ice cream to a group of 5 year olds will ensure little to no fighting - at least until the ice cream is gone."
		},
		"equivocal": {
			"vague": "The findings of the study were equivocal - the two researchers had different opinions on what the results signified."
		},
		"equivocate": {
			"speak vaguely": "After Sharon brought the car home an hour after her curfew, she equivocated when her parents pointedly asked her where she had been."
		},
		"eradicate": {
			"destroy completely": "I tried eradicating the mosquitoes in my apartment with a rolled up newspaper, but there were too many of them."
		},
		"err": {
			"make a mistake": "He erred in thinking that indigent and indignant were synonyms."
		},
		"errant": {
			"straying from course": "Unlike his peers, who spent their hours studying in the library, Matthew preferred errant walks through the university campus."
		},
		"erratic": {
			"highly irregular": "It came as no surprise to pundits that the President's attempt at reelection floundered; even during his term, support for his policies was erratic, with an approval rating jumping anywhere from 30 to 60 percent."
		},
		"ersatz": {
			"fake": "The car dealer's ersatz laughter was immediately followed by a price quote, one that Shelly found highly inflated."
		},
		"erudite": {
			"scholarly": "Before the internet, the library was typically where you would find erudite readers."
		},
		"eschew": {
			"avoid": "Politicians are the masters of eschewing morals; academics are the masters of eschewing clarity."
		},
		"esoteric": {
			"understood by few": "Map collecting is an esoteric hobby to most, but to geography geeks it is a highly enjoyable pastime."
		},
		"espouse": {
			"support a cause": "As a college student, Charlie espoused Marxism, growing his beard out and railing against the evils of the free-market."
		},
		"estimable": {
			"deserving respect": "After serving thirty years, in which he selflessly served the community, Judge Harper was one of the more estimable people in town."
		},
		"ethereal": {
			"extremely delicate": "Because she dances in an ethereal style, ballet critics have called her Madame Butterfly."
		},
		"euphoria": {
			"extreme joy": "The euphoria of winning her first gold medal in the 100 meter dash overwhelmed Shelly-Ann Fraser and she wept tears of immense joy."
		},
		"evanescent": {
			"short-lived": "The storm flashed into existence above us and lasted only a short time - an evanescent turbulence of wind and cloud."
		},
		"evasive": {
			"avoiding commitment": "His responses were clearly evasive; he obviously did not want to take on any responsibility or any new work."
		},
		"evenhanded": {
			"fair, unbiased": "Teachers often have trouble being evenhanded to all of their varied students."
		},
		"exacerbate": {
			"make worse": "Her sleeplessness exacerbated her cold. When she woke up the next day, her sinuses were completely blocked."
		},
		"exacting": {
			"demanding": "Though his childhood piano teacher was so exacting, Max is thankful now, as a professional pianist."
		},
		"exalt": {
			"praise highly": "The teenagers exalted the rock star, covering their bedrooms with posters of him."
		},
		"exasperate": {
			"annoy": "As a child, I exasperated my mother with strings of never ending questions."
		},
		"excoriate": {
			"criticize harshly": "Entrusted with the prototype to his company's latest smartphone, Larry, during a late night Karaoke bout, let the prototype slip into the hands of a rival company - the next day Larry was excoriated, and then fired."
		},
		"excruciating": {
			"very painful": "After a boulder rolled a couple of feet, pinning my friend's arm, he experienced excruciating pain."
		},
		"execrate": {
			"curse, hiss at": "Though the new sitcom did decently in the ratings, Nelson railed against the show, saying that it was nothing more than an execrable pastiche of tired cliches and canned laughter."
		},
		"exegesis": {
			"critical analysis": "The Bible is fertile ground for exegesis - over the past five centuries there have bee as many interpretations as there are pages in The Old Testament."
		},
		"exemplar": {
			"model": "Lena's homework is on the wall because it is an exemplar of clean, neat and thoughtful work."
		},
		"exemplify": {
			"be a perfect example of": "Lincoln exemplified the best of not only America, but also the potential greatness that exists within each person."
		},
		"exhort": {
			"encourage": "Nelson's parents exhorted him to study medicine, urging him to choose a respectable profession; intransigent, Nelson left home to become a graffiti artist."
		},
		"exiguity": {
			"meagerness": "After two months at sea, the exiguity of the ship's supplies forced them to search for fresh water and food."
		},
		"exonerate": {
			"free from blame": "The document clearly indicated that Nick was out of the state at the time of the crime, and so served to exonerate him of any charges."
		},
		"exorbitant": {
			"excessive": "Shelley made one exorbitant purchase after another, buying new clothes and taking vacations even though she earned a limited salary."
		},
		"expansive": {
			"sociable": "After a few sips of cognac, the octogenarian shed his irascible demeanor and became expansive, speaking fondly of the 'good old days'."
		},
		"expound": {
			"add details to": "The CEO refused to expound on the decision to merge our department with another one, and so I quit."
		},
		"expunge": {
			"erase": "When I turned 18, all of the shoplifting and jaywalking charges were expunged from my criminal record."
		},
		"expurgate": {
			"censor": "The censor board expurgated every reference to sex and drugs, converting the rapper's raunchy flow into series of bleeps."
		},
		"extant": {
			"still in existence": "Despite many bookstores closing, experts predict that some form of book dealing will still be extant generations from now."
		},
		"extenuating": {
			"making less guilty": "The jury was hardly moved by the man's plea that his loneliness was an extenuating factor in his crime of dognapping a prized pooch."
		},
		"extrapolate": {
			"estimate or conclude": "By extrapolating from the data on the past three months, we can predict a 5% increase in traffic to our website."
		},
		"facetious": {
			"humorous": "Facetious behavior will not be tolerated during sex education class; it's time for all of you to treat these matters like mature adults."
		},
		"facile": {
			"lacking depth": "Many news shows provide facile explanations to complex politics, so I prefer to read the in-depth reporting of The New York Times."
		},
		"factious": {
			"causing dissension": "The controversial bill proved factious, as dissension even within parties resulted."
		},
		"factitious": {
			"artificial": "The defendant's story was largely factitious and did not accord with eyewitness testimonies."
		},
		"fallacious": {
			"prone to error": "The widespread belief that Eskimos have forty different words for snow is fallacious, based on one false report."
		},
		"fastidious": {
			"fussy": "Whitney is fastidious about her shoes, arranging them on a shelf in a specific order, each pair evenly spaced."
		},
		"fawn": {
			"flatter extremely": "The media fawned over the handsome new CEO, praising his impeccable sense of style instead of asking more pointed questions."
		},
		"feckless": {
			"lazy, irresponsible": "Two years after graduation, Charlie still lived with his parents and had no job, becoming more feckless with each passing day."
		},
		"fecund": {
			"mentally productive": "The artist had entered a fecund period, producing three masterpieces in the span of two months."
		},
		"fell": {
			"evil": "For fans of the Harry Potter series, the fell Lord Voldemort, who terrorizes poor Harry for seven lengthy installments, has finally been vanquished by the forces of good - unless that is, JK Rowling decides to come out of retirement."
		},
		"ferret": {
			"search for": "Even the resourceful lexicographer, Fenton was able to ferret out the word origin of highly obscure words."
		},
		"fete": {
			"celebrate a person": "After World War II, war heroes were feted at first but quickly forgotten."
		},
		"fickle": {
			"changing unpredictably": "She was so fickle in her politics, it was hard to pinpoint her beliefs; one week she would embrace a side, and the next week she would denounce it."
		},
		"finagle": {
			"get through trickery": "Steven was able to finagle one of the last seats on the train by convincing the conductor that his torn stub was actually a valid ticket."
		},
		"firebrand": {
			"troublemaker": "Freddie is a firebrand: every time he walks into the office, he winds up at the center of heated argument."
		},
		"flag": {
			"tire": "After the three crushing defeats in the last three games, the team's enthusiasm began to flag."
		},
		"fledgling": {
			"inexperienced": "Murray has years of experience in family practice, but he is just a fledgling in surgery."
		},
		"fleece": {
			"deceive": "Many people have been fleeced by Internet scams and never received their money back."
		},
		"flippant": {
			"not showing respect": "Although Sam was trying to honor Mark's sense of humor, many found it quite flippant that he wore a comic nose and glasses mask to Mark's funeral."
		},
		"flounder": {
			"struggle": "Sylvia has excelled at advanced calculus, but ironically, when she deals with taxes, she flounders."
		},
		"flummox": {
			"bewilder": "Mary's behavior completely flummoxes me: I never have any idea what her motivations might be."
		},
		"flush": {
			"abundant": "The exam's passage is flush with difficult words, words that you may have learned only yesterday."
		},
		"flux": {
			"uncertainty": "Ever since Elvira resigned as the head of marketing, everything about our sales strategy has been in a state of flux."
		},
		"foible": {
			"small weakness": "When their new roommate sat staring at an oak tree for an hour, Marcia thought it indicated a mental problem, but Jeff assured her it was a harmless foible."
		},
		"foment": {
			"stir up, agitate": "After having his pay cut, Phil spread vicious rumors about his boss, hoping to foment a general feeling of discontent."
		},
		"foolhardy": {
			"rash": "The police regularly face dangerous situations, so for a police officer not to wear bullet-proof vest is foolhardy."
		},
		"forlorn": {
			"hopeless": "After her third pet dog died, Marcia was simply forlorn: this time even the possibility of buying a new dog no longer held any joy."
		},
		"forthcoming": {
			"easily available": "The president announced that the senators were about reach a compromise, and that he was eager to read the forthcoming details of the bill."
		},
		"forthright": {
			"honest in speaking": "I did not expect the insurance agent to give us any straight answers, but I was pleasantly surprised by how forthright he was."
		},
		"fortuitous": {
			"based on chance": "Though Maria's neighbor Ernie 'bumped into' her at the Farmer's Market, the encounter wasn't nearly as fortuitous as Maria was led to believe: Ernie desperately wanted to ask Maria out on a date and had been following her about town."
		},
		"fractious": {
			"irritable": "We rarely invite my fractious Uncle Nino over for dinner; he always complains about the food, and usually launches into a tirade on some touchy subject."
		},
		"frivolous": {
			"not serious": "Compared to Juliet's passionate concern for human rights, Jake's non-stop concern about football seems somewhat frivolous."
		},
		"frugal": {
			"spending wisely": "Monte was no miser, but was simply frugal, wisely spending the little that he earned."
		},
		"frustrate": {
			"prevent": "I thought I would finish writing the paper by lunchtime, but a number of urgent interruptions served to frustrate my plan."
		},
		"furtive": {
			"stealthy": "While at work, George and his boss Regina felt the need to be as furtive as possible about their romantic relationship."
		},
		"futile": {
			"pointless": "I thought I could repair the car myself, but after two days of work with no success, I have to admit that my efforts were futile."
		},
		"gaffe": {
			"social blunder": "In a famous gaffe, Vice president Quayle attempted to correct the spelling of a grade school student, only to find that the child was correct."
		},
		"gainsay": {
			"speak out against": "I can't gainsay a single piece of evidence James has presented, but I still don't trust his conclusion."
		},
		"gall": {
			"rudeness": "Even though Carly was only recently hired, she had the gall to question her boss's judgment in front of his office."
		},
		"galvanize": {
			"urge into action": "At mile 23 of his first marathon, Kyle had all but given up, until he noticed his friends and family holding a banner that read, 'Go Kyle'; galvanized, he broke into a gallop, finishing the last three miles in less than 20 minutes."
		},
		"gambit": {
			"scheme": "Randy played a gambit, telling his boss that he would leave at the end of the week if he didn't get a raise."
		},
		"garrulous": {
			"talkative": "Lynne was garrulous: once, she had a fifteen minute conversation with a stranger before she realized the woman didn't speak English."
		},
		"gauche": {
			"clumsy": "Sylvester says the most gauche things, such as telling a girl he liked that she was much prettier when she wore makeup."
		},
		"genial": {
			"agreeable": "Betty is a genial young woman: everyone she meets is put at ease by her elegance and grace."
		},
		"genteel": {
			"refined": "A live string quartet would provide a more genteel air to the wedding than would a folk singer."
		},
		"germane": {
			"relevant": "The professor wanted to tell the jury in detail about his new book, but the lawyer said it wasn't germane to the charges in the cases."
		},
		"gerrymander": {
			"manipulate votes": "Years ago, savvy politicians had gerrymandered the city center to ensure their re-election."
		},
		"glean": {
			"collect": "Herb has given us no formal statement about his background, but from various hints, I have gleaned that he grew up in difficult circumstances."
		},
		"glib": {
			"insincere": "I have found that more glib the salesman, the worse the product."
		},
		"glut": {
			"excessive supply": "The Internet offers such a glut of news related stories that many find it difficult to know which story to read first."
		},
		"goad": {
			"aggressively urge on": "Doug did not want to enter the race, but Jim, through a steady stream of taunts, goaded him into signing up for it."
		},
		"gossamer": {
			"delicate": "The gossamer wings of a butterfly, which allow it to fly, are also a curse, so delicate that they are often damaged."
		},
		"graft": {
			"corruption": "In countries with rampant graft, getting a driver's license can require no more than paying an official."
		},
		"grandiloquent": {
			"pompous": "The dictator was known for his grandiloquent speeches, puffing his chest out and using big, important-sounding words."
		},
		"gregarious": {
			"sociable": "Often we think great leaders are those who are gregarious, always in the middle of a large group of people; yet, as Mahatma Gandhi and many others have shown us, leaders can also be introverted."
		},
		"grovel": {
			"show fear": "Every time Susan comes to the office, Frank grovels as if she were about to fire him."
		},
		"guffaw": {
			"laugh loudly": "Whenever the jester fell to the ground in mock pain, the king guffawed, exposing his yellow, fang-like teeth."
		},
		"guileless": {
			"without deceit": "At first I thought my niece was guileless, but then I found myself buying her ice cream every time we passed a shop."
		},
		"gumption": {
			"resourcefulness": "Wallace Stegner lamented the lack of gumption in the US during the sixties, claiming that no young person knew the value of work."
		},
		"hackneyed": {
			"cliche": "Cheryl rolled her eyes when she heard the lecturer's hackneyed advice to be true to herself."
		},
		"hagiographic": {
			"idealizing a subject": "Most accounts of Tiger Woods life were hagiographic, until, that is, his affairs made headlines."
		},
		"hail": {
			"celebrate something": "Many college superstar athletes are hailed as the next big thing, but then flop at the  professional level."
		},
		"halcyon": {
			"peaceful": "The first decade after WW1 was a halcyon period in America with new-found wealth and rapidly improving technology."
		},
		"hamper": {
			"prevent progress": "As the rain water began to collect in pools on the highway, it began to hamper the flow of traffic."
		},
		"hamstrung": {
			"made powerless": "The FBI has made so many restrictions on the local police that they are absolutely hamstrung, unable to accomplish anything."
		},
		"haphazard": {
			"unorganized, random": "Many golf courses are designed with great care, but the greens on the county golf course seem entirely haphazard."
		},
		"harangue": {
			"aggressive speech": "Dinner at Billy's was more a punishment than a reward, since anyone who sat at the dinner table would have to listen to Billy's father's interminable harangues against the government."
		},
		"harried": {
			"troubled persistently": "With a team of new hires to train, Martha was constantly harried with little questions and could not focus on her projects."
		},
		"haughty": {
			"arrogant": "The haughty manager didn't believe that any of his subordinates could ever have an insight ass brilliant as his own."
		},
		"hauteur": {
			"extreme pride": "As soon as she won the lottery, Alice began displaying a hauteur to her friends, calling them dirty-clothed peasants behind their backs."
		},
		"hector": {
			"bully": "The boss's hectoring manner put off many employees, some of whom quit as soon as they found new jobs."
		},
		"hedge": {
			"limit a statement": "When asked why he had decided to buy millions of shares at the very moment the tech companies stock soared, the CEO hedged, mentioning something vague about gut instinct."
		},
		"hegemony": {
			"dominance": "Until the Spanish Armada was defeated in 1587, Spain had hegemony over the seas, controlling waters stretching as far as the Americas."
		},
		"heretic": {
			"dissenter": "Though everybody at the gym told Mikey to do cardio before weights, Mikey was a heretic and always did the reverse."
		},
		"heyday": {
			"pinnacle": "During the heyday of Prohibition, bootlegging had become such a lucrative business that many who had been opposed to the 18th Amendment began to fear it would be repealed."
		},
		"histrionic": {
			"overly theatrical": "Though she received a B- on the test, she had such a histrionic outburst that one would have thought that she'd been handed a death sentence."
		},
		"hoary": {
			"ancient": "Most workout gurus are young, fit people, whereas most yoga gurus are hoary men with long white beards."
		},
		"hobbled": {
			"hold back": "Bad weather has hobbled rescue efforts, making it difficult for crews to find bodies in the wreckage."
		},
		"hodgepodge": {
			"mixture": "Those in attendance represented a hodgepodge of city's denizens: chimney sweepers could be seen sitting elbow to elbow with stockbrokers."
		},
		"hoodwink": {
			"deceive": "Someone tried to hoodwink Marty with an email telling him that his uncle had just passed away, and to collect the inheritance he should send his credit card information."
		},
		"hound": {
			"pursue relentlessly": "An implacable foe of corruption, Eliot Ness hounded out graft in all forms - he even helped nab Al Capone."
		},
		"hubris": {
			"excessive pride": "Bill Clinton was criticized for his hubris, since he believed he could get away with anything once in the White House."
		},
		"humdrum": {
			"lacking excitement": "Having grown up in a humdrum suburb, Jacob relished life in New York city after moving."
		},
		"iconoclast": {
			"attacker of beliefs": "Lady Gaga, in challenging what it means to be clothed, is an iconoclast for wearing a meat dress to a prominent award show."
		},
		"iconoclastic": {
			"defying tradition": "Jackson Pollack was an iconoclastic artist, totally breaking with tradition by splashing paint on a blank canvas."
		},
		"idiosyncrasy": {
			"peculiarity": "Peggy's numerous idiosyncrasies include wearing mismatched shoes, laughing loudly to herself, and owning a pet aardvark."
		},
		"ignoble": {
			"dishonorable": "In the 1920s, the World Series was rigged - an ignoble act which baseball took decades to recover from."
		},
		"ignominious": {
			"disgraceful": "Since the politician preached ethics and morality, his texting of revealing photographs was ignominious, bringing shame on both himself and his party."
		},
		"illustrious": {
			"famous": "Einstein was possibly the most illustrious scientist in recent history."
		},
		"imbibe": {
			"absorb ideas": "Plato imbibed Socrates' teaching to such an extent that he was able to write volumes of work that he directly attributed, sometimes word for word, to Socrates."
		},
		"imbroglio": {
			"confusing situation": "The chef cook-off featured one gourmand who had the unfortunate distinction of mixing the wrong broths, creating an imbroglio that diners would not soon forget."
		},
		"immaterial": {
			"irrelevant": "The judge found the defendant's comments immaterial to the trial, and summarily dismissed him from the witness stand."
		},
		"immure": {
			"confine": "The modern supermarket experience makes many feel claustrophobic, as they are immured in walls upon walls of products."
		},
		"immutable": {
			"not changeable": "Taxes are one of the immutable laws of the land, so there is no use arguing about paying them."
		},
		"impartial": {
			"unbiased": "The judge was not impartial since he had been bribed by the witness's family."
		},
		"impeccable": {
			"flawless": "He was impeccably dressed in the latest fashion without a single crease or stain."
		},
		"impecunious": {
			"lacking money": "In extremely trying times, even the moderately wealthy, after a few turns of ill-fortune, can become impecunious."
		},
		"impede": {
			"slow down": "Since the police sergeant had to train the pair of new hires. progress in his own case was impeded."
		},
		"impending": {
			"about to happen": "The impending doom of our world has been discussed and debated for over 2000 years - maybe even longer."
		},
		"imperious": {
			"domineering": "Children are imperious with each other before they learn that earning someone's respect is better than demanding."
		},
		"impermeable": {
			"sealed": "The sand bags placed on the river formed an impermeable barrier, protecting the town from flooding."
		},
		"impertinent": {
			"disrespectful": "Dexter, distraught over losing his pet dachshund, Madeline, found the police officer's questions impertinent - after all, he thought, did she have to pry into such details as to what Madeline's favorite snack was?"
		},
		"impervious": {
			"unaffected by": "I am not impervious to your insults; they cause me great pain."
		},
		"impetuous": {
			"rash": "Herbert is rarely impetuous, but on the spur of the moment, he spent thousands of dollars on a motorcycle today."
		},
		"implacable": {
			"unable to be calmed": "Win or lose, the coach was always implacable, never giving the athletes an easy practice or a break."
		},
		"implausible": {
			"unbelievable": "The teacher found it implausible that the student was late to school because he had been kidnapped by outlaws on horseback."
		},
		"implicate": {
			"convey meaning": "By saying that some of the guests were uncomfortable, the manager implicated to the hotel staff that it needed to be more diligent."
		},
		"imponderable": {
			"difficult to assess": "According to many lawmakers, the huge variety of factors affecting society make devising an efficient health care system an imponderable task."
		},
		"importuned": {
			"asked persistently": "After weeks of importuning the star to meet for a five-minute interview, the journalist finally got what she wanted."
		},
		"impregnable": {
			"indestructible": "As a child, Amy would build pillow castles and pretend they were impregnable fortresses."
		},
		"improvident": {
			"not careful": "Marty was improvident, never putting money aside for the future but spending it on decorating the interior of his home."
		},
		"imprudent": {
			"not wise": "Hitler, like Napoleon, made the imprudent move of invading Russia in winter, suffering even more casualties than Napoleon had."
		},
		"impudent": {
			"rude": "In an impudent move, the defendant spoke out of order to say terribly insulting things to the judge."
		},
		"impugn": {
			"call into question": "Though many initially tried to impugn Darwin's theory, in scientific circles today, the idea is taken as truth."
		},
		"impute": {
			"attribute": "He imputed his subpar performance on the test to a combination of stress and poor sleep."
		},
		"inadvertent": {
			"unintentional": "Although Prohibition was rooted in noble ideas, the inadvertent and costly consequences of making alcohol illegal in the US led to its repeal."
		},
		"inanity": {
			"silliness": "Bill's poem was nothing more than a list of impressive sounding words, so there was no point in trying to take meaning from the inanity."
		},
		"inarticulate": {
			"not speaking clearly": "Although a brilliant economist, Professor Black was completely inarticulate, a terrible lecturer."
		},
		"incense": {
			"make furious": "When Herb bought football tickets for a game on the day of their wedding anniversary, Jill was incensed."
		},
		"incessant": {
			"not stopping": "I don't mind small children in small doses, but I think the incessant exposure that their parents have to them would quickly wear me down."
		},
		"inchoate": {
			"not fully formed": "Inchoate ideas about the relation of humans to other animals had been discussed since the middle ages but the modern theory really began with Darwin."
		},
		"incisive": {
			"highly analytical": "The lawyer had an incisive mind, able in a flash to dissect a hopeless tangled issue and isolate the essential laws at play."
		},
		"inclement": {
			"lacking mercy": "The judge, inclement as always, gave the prisoner - despite all the tears - a full sentence."
		},
		"incongruous": {
			"lacking harmony": "The vast economic inequality of modern society is incongruous with America's ideals."
		},
		"incontrovertible": {
			"undisputable": "Unless you can provide incontrovertible evidence, I will remain skeptical."
		},
		"incorrigible": {
			"not reformable": "Tom Sawyer seems like an incorrigible youth until Huck Finn enters the novel; even Sawyer can't match his fierce individual spirit."
		},
		"incumbent": {
			"necessary": "Middle managers at times make important decisions, but real responsibility for the financial well-being of the corporation is ultimately incumbent on the CEO."
		},
		"indecorous": {
			"impolite": "Eating with elbows on the table is considered indecorous in refined circles."
		},
		"indict": {
			"accuse formally": "The bank robber was indicted on several major charges, including possession of a firearm."
		},
		"indifference": {
			"apathy": "In an effort to fight indifference, the president of the college introduced a new, stricter grading system."
		},
		"indigenous": {
			"native to": "The plants and animals indigenous to Australia are notably different from those indigenous to the US - one look at a duckbill platypus and you know you are not dealing with an opossum."
		},
		"indigent": {
			"poor": "In the so-called Third World, many are indigent and only a privileged few have the resources to enjoy material luxuries."
		},
		"indignant": {
			"angry": "When the cyclist swerved into traffic, it forced the driver to brake and elicited an indignant shout of 'Hey, punk, watch where you are going!'."
		},
		"industrious": {
			"hard-working": "Pete was an industrious student, completing every assignment thoroughly and on time."
		},
		"ineffable": {
			"can't be put in words": "While art critics can occasionally pinpoint a work's greatness, much of why a piece captures our imaginations is completely ineffable."
		},
		"ineluctable": {
			"unavoidable": "For those who smoke cigarettes for years, a major health crisis brought on by smoking is ineluctable."
		},
		"inequity": {
			"unfairness": "After decades of racial inequity, the separate but equal doctrine was successfully overturned."
		},
		"inexorable": {
			"impossible to stop": "The rise of the computer was an inexorable shift in technology and culture."
		},
		"infelicitous": {
			"inappropriate": "During the executive meeting, the marketing director continued to make infelicitous comments about the CEO's gambling habit."
		},
		"inflammatory": {
			"controversial": "It only takes one person to leave an inflammatory comment on an Internet thread for that thread to blow up into pages upon pages of reader indignation."
		},
		"ingenuity": {
			"cleverness": "Daedalus was famous for his ingenuity; he was able to fashion his son Icarus with a pair of wings, using wax to hold them together."
		},
		"ingenuous": {
			"naive": "Two-years in Manhattan had changed Jenna from an ingenuous girl from the suburbs to a jaded urbanite, unlikely to fall for any ruse, regardless of how elaborate."
		},
		"ingratiate": {
			"seek favor from another": "Even though Tom didn't like his new boss, he decided to ingratiate himself to her in order to advance his career."
		},
		"inimical": {
			"hostile": "Venus, with a surface temperature that would turn rubber to liquid, is inimical to any form of life."
		},
		"inimitable": {
			"without equal": "Mozart's music follows a clear pattern that, anyone could imitate, but his music gives an overall sense of effortlessness that is inimitable."
		},
		"inkling": {
			"vague sense": "Lynne speaks four Romance languages, but she doesn't have an inkling about how East Asian languages are constructed."
		},
		"innocuous": {
			"harmless": "Everyone found Nancy's banter innocuous - except for Mike, who felt she was intentionally picking on him."
		},
		"inscrutable": {
			"unfathomable": "His speech was so dense and confusing that many in the audience found it inscrutable."
		},
		"insidious": {
			"subtly destructive": "Plaque is insidious: we cannot see it, but each day it eats away at our enamel, causing cavities and other dental problems."
		},
		"insipid": {
			"dull, bland": "The movie director was known for hiring beautiful actors in order to deflect attention away from the insipid scripts he would typically use."
		},
		"insolent": {
			"rude": "Lilian could not help herself from being insolent, commenting that the Queen's shoes were showing too much toe."
		},
		"insolvent": {
			"bankrupt": "With credit card bills skyrocketing, a shockingly large number of Americans are truly insolvent."
		},
		"insouciance": {
			"lack of concern": "Surprisingly, Hank had become a high-powered CEO; his high school friends remembered him as Hanky Panky, who shrugged off each failed class with insouciance."
		},
		"insufferable": {
			"unbearable": "Chester always tried to find some area in which he excelled above others; unsurprisingly, his co-workers found him insufferable and chose to exclude him from daily luncheons out."
		},
		"intermittent": {
			"occurring on and off": "The intermittent thunder continued and the night was punctuated by cracks of lightning - a surreal sleepless night."
		},
		"internecine": {
			"marked by internal strife": "The guerrilla group, which had become so powerful as to own the state police, was finally destroyed by an internecine conflict."
		},
		"intimate": {
			"hint at": "At first Manfred's teachers intimated to his parents that he was not suited to skip a grade; when his parents protested, teachers explicitly told them that, notwithstanding the boy's precocity, he was simply too immature to jump to the sixth grade."
		},
		"intimation": {
			"indirect suggestion": "At first the hostess tried intimation, praising the benefits of cutlery; when Cecil continued eating with his hands, the hostess told him to use a fork at dinner."
		},
		"intransigent": {
			"stubborn": "Despite many calls for mercy, the judge remained intransigent, citing strict legal precedence."
		},
		"intrepid": {
			"fearless": "Captain Ahab was an intrepid captain whose reckless and fearless style ultimately leads to his downfall."
		},
		"inundate": {
			"flood": "The newsroom was inundated with false reports that only made it more difficult for the newscasters to provide an objective account of the bank robbery."
		},
		"inure": {
			"harden": "Three years of Manhattan living has inured her to the sound of wailing sirens; she could probably sleep through the apocalypse."
		},
		"invective": {
			"abusive language": "The internet has unleashed the invectives in many of us; many people post stinging criticism on the comment section underneath newspaper articles or YouTube videos."
		},
		"inveterate": {
			"habitual": "He is an inveterate smoker and has told his family and friends that there is no way he will ever quit."
		},
		"invidious": {
			"causing resentment": "At a time when many others in the office were about to be laid off, many considered Cheryl's fine clothes that day an invidious display."
		},
		"inviolable": {
			"sacred": "To many the grass at Wimbledon is inviolable and only greater tennis players are able to enjoy a game there."
		},
		"inviolate": {
			"sacred": "While the literary critic subjected most of the classics to the harshest reviews, he regarded Cervantes as inviolate, and had nothing but praise for him."
		},
		"involved": {
			"complicated": "The physics lecture became so involved that the undergraduate's eyes glazed over."
		},
		"irascible": {
			"easily angered": "If Arthur's dog is not fed adequately, he becomes highly irascible, even growling at his own shadow."
		},
		"irk": {
			"annoy": "My little sister has a way of irking and annoying me like no other person."
		},
		"irrefutable": {
			"certain": "The existence of life on earth is irrefutable; the existence of intelligent life on earth is still hotly debated."
		},
		"irresolute": {
			"uncertain how to act": "He stood irresolute at the split in the trail, not sure which route would lead back to camp."
		},
		"irrevocable": {
			"not able to be changed": "Once you enter your plea to the court, it is irrevocable so think carefully about what you will say."
		},
		"itinerant": {
			"traveling": "Doctors used to be itinerant, traveling between patients' homes."
		},
		"jargon": {
			"speech particular to a group": "To those with little training in medicine, the jargon of doctors can be very difficult to understand."
		},
		"jaundice": {
			"bias": "Shelly was jaundiced towards Olivia; though the two had once been best friends, Olivia had became class president, prom queen, and, to make matters worse, the girlfriend of the boy Shelly liked."
		},
		"jejune": {
			"immature": "Although many top chefs have secured culinary foam's popularity in haute cuisine, Waters criticizes it for being jejune and unfilling."
		},
		"jingoism": {
			"fanatical patriotism": "North Korea maintains intense control over its population through a combination of jingoism and cult of personality."
		},
		"jingoist": {
			"overly patriotic": "In the days leading up to war, a nation typically breaks up into two opposing camps: doves, who do their best to avoid war, and jingoists, who are only too eager to wave national flags from their vehicles and vehemently denounce those who do not do the same."
		},
		"jocular": {
			"humorous": "My uncle was always in a jocular mood at family gatherings, messing up people's hair and telling knock-knock jokes to anyone who would listen."
		},
		"jovial": {
			"merry": "The presidential candidate and her supporters were jovial once it was clear that she had won."
		},
		"jubilant": {
			"overjoyed": "My hard-work paid off, and I was jubilant to receive a perfect score on the GRE."
		},
		"juggernaut": {
			"unstoppable force": "Once considered a juggernaut, Napoleon's army was finally stopped by the Russians."
		},
		"junta": {
			"group seizing power": "As dangerous of a threat North Korea is, some analysts believe that were a junta suddenly to gain power, it would be even more unpredictable and bellicose than the current leadership."
		},
		"juxtapose": {
			"place side by side": "The appeal of her paintings comes from a classical style which is juxtaposed with modern themes."
		},
		"kowtow": {
			"bow to": "Paul kowtowed to his boss so often the boss herself became nauseated by his sycophancy."
		},
		"laborious": {
			"demanding": "The most laborious job I've had was working 20 hours a day as a fisherman in Alaska."
		},
		"lacerate": {
			"distress deeply": "The teacher was fired for lacerating a student who wrote a poor essay."
		},
		"lachrymose": {
			"weepy": "Lachrymose and depressed, Alexei Alexandrovich walked two miles home in the rain after learning that his wife was having an affair."
		},
		"laconic": {
			"not saying much": "While Martha always swooned over the hunky, laconic types in romantic comedies, her boyfriends inevitably were very talkative - and not very hunky."
		},
		"lambast": {
			"criticize severely": "Showing no patience, the manager utterly lambasted the sales team that lost the big account."
		},
		"lampoon": {
			"poke fun at": "Mark Twain understood that lampooning a bad idea with humor was the most effective criticism."
		},
		"languid": {
			"tired": "As the sun beat down and the temperature climbed higher, we spent a languid week lying around the house."
		},
		"languish": {
			"become weak": "Stranded in the wilderness for four days, the hiker languished, eating protein bars and nuts."
		},
		"largess": {
			"generosity": "Uncle Frank was known for his largess, so his nephew was sad when he did not receive a present for his birthday."
		},
		"lascivious": {
			"perverted": "Lolita is a challenging novel for many, not necessarily because of the elevated prose style but because of the depravity of the main character, Humbert Humbert, who, as an old, lascivious man, falls in love with a girl."
		},
		"laudable": {
			"praiseworthy": "To say that Gandhi's actions were laudable is the greatest understatement, he overthrew an empire without violence."
		},
		"leery": {
			"distrustful": "Without checking his references and talking to previous employers, I am leery of hiring the candidate."
		},
		"lethargic": {
			"weary": "Nothing can make a person more lethargic than a big turkey dinner."
		},
		"limpid": {
			"clear": "Her limpid prose made even the most recondite subjects accessible to all."
		},
		"lionize": {
			"celebrate": "Students in the US learn to lionize Jefferson, Franklin, and Washington because they are the founding fathers of the nation."
		},
		"litany": {
			"long account": "Mr. Rogers spoke to a Senate committee and did not give a litany of reasons to keep funding the program, but instead, appealed to the basic human decency of all present."
		},
		"loath": {
			"reluctant": "I was loath to leave the concert before my favorite band finished playing."
		},
		"lucid": {
			"easy to understand": "Though Walters writes about physics and time travel, his writing is always lucid, so readers with little scientific training can understand difficult concepts."
		},
		"lugubrious": {
			"overly sad": "At the funeral, lugubrious songs filled the small church."
		},
		"macabre": {
			"gruesome": "Edgar Allen Poe was considered the master of macabre; his stories vividly describe the moment leading up to - and often those after - a grisly death."
		},
		"machinate": {
			"scheme": "The rebels met at night in an abandoned barn to machinate."
		},
		"magisterial": {
			"domineering": "Though she was only a third grade teacher, Ms. Martinet was magisterial in dealing with her class, lording over them like a queen."
		},
		"magnanimous": {
			"likely to forgive": "He was a great sportsman: in defeat he was complementary and in victory he was magnanimous."
		},
		"maintain": {
			"assert": "The scientist maintained that the extinction of dinosaurs was most likely brought about by a drastic change in climate."
		},
		"maladroit": {
			"clumsy": "As a child she was quite maladroit, but as an adult, she has become an adept dancer."
		},
		"malady": {
			"illness": "The town was struck by a malady throughout the winter that left most people sick in bed for two weeks."
		},
		"malapropism": {
			"confusing similar words": "Whenever I looked glum, my mother would offer to share an amusing 'antidote' with me - an endearing malapropism of anecdote that never failed to cheer me up."
		},
		"malevolent": {
			"evil-minded": "Villains are known for their malevolent nature, often times inflicting cruelty on others just for enjoyment."
		},
		"malfeasance": {
			"misconduct": "Not even the mayor's trademark pearly-toothed grin could save him from charges of malfeasance: while in power, he'd been running an illegal gambling ring in the room behind his office."
		},
		"malinger": {
			"avoid work": "At one time, our country was full of hardworking respectful people, but now it seems that everyone is a malingerer with little inclination to work."
		},
		"malleable": {
			"moldable": "The clay became malleable and easy to work with after a little water was added."
		},
		"malodorous": {
			"stinky": "Some thermally active fountains spew sulfur fumes - the air around them is sometimes so malodorous that many have to plug their noses."
		},
		"martial": {
			"warlike": "Americans tend to remember Abraham Lincoln as kindly and wise, not at all martial, despite the fact that he was involved in the fiercest war America has even fought."
		},
		"martinet": {
			"disciplinarian": "The job seemed perfect to Rebecca, until she found out that her boss was a total martinet; after each project the boss would come by to scrutinize - and inevitably criticize - every little detail of the work Rebecca had done."
		},
		"maudlin": {
			"overly emotional": "Just as those who were alive during the 70's are mortified that they once cavorted about in bell bottoms, many who lived during the 80's are now aghast at the maudlin pop songs they used to enjoy - really, just what exactly is a total eclipse of the heart?"
		},
		"maunder": {
			"wander": "Max liked to maunder down by the seaside and pick up whatever sea shells he would stumble upon."
		},
		"maverick": {
			"radical thinker": "Officer Kelly was a maverick, rarely following police protocols or adopting the conventions for speech common among his fellow officers."
		},
		"mawkish": {
			"overly sentimental": "The film was incredibly mawkish, introducing highly likeable characters only to have them succumb to a devastating illnesses by the end of the movie."
		},
		"maxim": {
			"short saying": "Johnson initially suggests that the secret to business can be summarized in a single maxim but then requires a 300 page book to explain exactly what he means."
		},
		"meander": {
			"wander": "A casual observer might have thought that Peter was meandering through the city, but that day he was actually seeking out those places where he and his long lost love once visited."
		},
		"melancholy": {
			"sadness": "Hamlet is a figure of tremendous melancholy: he doesn't have a truly cheerful scene throughout the entire play."
		},
		"melee": {
			"wild fight": "After enduring daily taunts about my name, I became enraged and pummeled the schoolyard bully and his sycophantic friends in a brutal melee."
		},
		"mellifluous": {
			"sweet-sounding": "Chelsea's grandmother thought Franz Schubert's music to be the most mellifluous ever written; Chelsea demurred, and to her grandmother's chagrin, would blast Rihanna on the home stereo speakers."
		},
		"mendacity": {
			"deceit": "I can forgive her for her mendacity but only because she is a child and is seeing what she can get away with."
		},
		"mendicant": {
			"beggar": "Tolstoy was an aristocrat, but he strove to understand the Christianity of the Russian peasants by wandering among them as a mendicant."
		},
		"mercurial": {
			"emotionally changing": "The fact that Ella's moods were as mercurial as the weather was problematic for her relationships - it didn't help that she lived in Chicago."
		},
		"mesmerize": {
			"hypnotize": "The plot and the characters were so well developed that many viewers were mesmerized, unable to move their eyes from the screen for even a single second."
		},
		"meteoric": {
			"very rapid": "The early spectacular successes propelled the pitcher to meteoric stardom, but a terrible injury tragically cut short his career."
		},
		"meticulous": {
			"detail oriented": "The Japanese noodle maker was meticulous in making his noodles and would never let another person take over the task."
		},
		"mettlesome": {
			"courageous": "For its raid on the Bin Laden's compound in Abbottabad, Seal Team Six has become, for many Americans, the embodiment of mettle."
		},
		"misanthrope": {
			"hater of people": "Kevin is such a misanthrope that he refused to attend the Christmas party, claiming that everyone's happiness was fake and annoying."
		},
		"misattribute": {
			"misidentify": "I made a mistake; I misattributed Crime and Punishment to Leo Tolstoy when it was actually written by Fyodor Dostoyevskey."
		},
		"misconstrue": {
			"misinterpret": "The politician never trusted journalists because he thought that they would misconstrue his words and misrepresent his positions."
		},
		"miscreant": {
			"lawbreaker": "Come back you miscreant! yelled the woman who just had her purse stolen."
		},
		"miser": {
			"one who is cheap": "Monte was no miser, but was simply frugal, wisely spending the little that he earned."
		},
		"misogynist": {
			"hater of woman": "Many have accused Hemingway of being a quiet misogynist, but recently unearthed letters argue against this belief."
		},
		"mitigate": {
			"lessen severity of": "I can only spend so much time mitigating your disagreements with your wife, and at certain point, you need to do it on your own."
		},
		"modicum": {
			"a small amount": "If my sister had even a modicum of sense, she wouldn't be engaged to that barbarian."
		},
		"mollify": {
			"soothe": "In the morning, Harriat was unable to mollify Harry, if he happened to become angry, unless he had his cup of coffee."
		},
		"moment": {
			"importance": "Despite the initial hullabaloo, the play was of no great moment in Hampton's writing career, and within a few years the public quickly forgot his foray into theater arts."
		},
		"moot": {
			"irrelevant": "Since the Board just terminated Steve as the CEO, the finance committee's opinion of his marketing plan for next year is now moot."
		},
		"mordant": {
			"biting, caustic": "While Phil frequently made mordant remarks about company policy overall, he always was considerably gentler in discussing any person in particular."
		},
		"moribund": {
			"about to die": "Whether you like it or not, jazz as a genre is moribund at best, possibly already dead."
		},
		"morose": {
			"gloomy": "After Stanley found out he was no longer able to go on vacation with his friends, he sat in his room morosely."
		},
		"morph": {
			"change dramatically": "The earnestness of the daytime talk shows of the 1970s has morphed into something far more sensational and vulgar: today guests actually stand up and threaten to take swings at one another."
		},
		"mulct": {
			"swindle": "The so-called magical diet cure simply ended up mulcting Maria out of hundreds of dollars, but did nothing for her weight."
		},
		"mundane": {
			"routine": "Nancy found doing dishes a thoroughly mundane task, although Peter found a kind of Zen pleasure in the chore."
		},
		"munificent": {
			"very generous": "Uncle Charley was known for his munificence, giving all seven of his nephews lavish Christmas presents each year."
		},
		"muted": {
			"softened": "Helen preferred muted earth colors, such as green and brown, to the bright pinks and red her sister liked."
		},
		"myopic": {
			"shortsighted": "The company ultimately went out of business because the myopic managers couldn't predict the changes in their industry."
		},
		"myriad": {
			"large number": "There are a myriad of internet sites hawking pills that claim to boost energy for hours on end."
		},
		"nadir": {
			"lowest point": "For many pop music fans, the rap and alternative-rock dominated 90s were nadir of musical expression."
		},
		"negligible": {
			"insignificant": "The GRE tests cumulative knowledge, so if you cram the night before it is, at best, likely to only have a negligible impact on your score."
		},
		"nettlesome": {
			"annoying": "Maria found her coworker's cell phone nettlesome, because every few minutes it would buzz to life with another text message."
		},
		"noisome": {
			"foul-smelling": "Each August when the wind moves in a south easternly direction, the garbage dump would spread noisome vapors through the small town."
		},
		"nonchalant": {
			"appearing unconcerned": "The twenty-somethings at the coffee shop always irked Sheldon, especially the way in which they acted nonchalantly towards everything, not even caring when Sheldon once spilled his mocha on them."
		},
		"nonplussed": {
			"unsure how to act": "Shirley was totally nonplussed when the angry motorist cut her off and then stuck his finger out the window."
		},
		"nuance": {
			"subtlety": "Because of the nuances involved in this case, I hired an outside consultant to advise us and help."
		},
		"obdurate": {
			"stubborn": "No number of pleas and bribes would get him to change his obdurate attitude."
		},
		"objurgate": {
			"scold severely": "The manager spent an hour objurgating the employee in the hopes that he would not make these mistakes again."
		},
		"obliging": {
			"eager to help": "Even after all his success, I found him to be accommodating and obliging, sharing with me his secret tips on how to gain wealth and make friends."
		},
		"oblique": {
			"indirect": "Herbert never explicitly revealed anything negative about Tom's past, but at times he would obliquely suggest that Tom was not as innocent as he seemed."
		},
		"obscure": {
			"hide from view": "On the Smith's drive through the Grand Canyon, Mr. Smith's big head obscured much of Mrs. Robinson's view, so that she only saw momentary patches of red rock."
		},
		"obsequious": {
			"overly obedient": "The obsequious waiter did not give the couple a moment's peace all through the meal, constantly returning to their table to refill their water glasses and to tell them what a handsome pair they made."
		},
		"obstinate": {
			"stubborn": "The coach suggested improvements Sarah might make on the balance beam, but she remained obstinate, unwilling to modify any of the habits that made her successful in the past."
		},
		"obstreperous": {
			"noisily defiant": "When the teacher asked the obstreperous student simply to bus his tray, the student threw the entire tray on the floor, shouted an epithet, and walked out."
		},
		"obtain": {
			"be customary": "The custom of waiting your turn in line does not obtain in some countries, in which many people try to rush to front of the line at the same time."
		},
		"obtuse": {
			"slow to learn": "Jackson was the most obtuse member of the team: the manager's subtle ironies were always lost on him."
		},
		"officious": {
			"meddlesome": "The professor had trouble concentrating on her new theorem, because her officious secretary would barge in frequently, reminding her of some trivial detail involving departmental paperwork."
		},
		"opaque": {
			"tough to understand": "The meaning of the professor's new research was opaque to most people, so no one asked any questions."
		},
		"opulence": {
			"wealth": "Russian oligarchs are famous for their opulence, living in fancy homes and dining on expensive caviar."
		},
		"ornate": {
			"elaborately decorated": "The ornate Victorian and Edwardian homes spread throughout San Francisco are my favorite part of the city."
		},
		"ossify": {
			"harden": "Even as a young man, Bob had some bias against poor people, but during his years in social services, his bad opinions ossified into unshiftable views."
		},
		"ostentatious": {
			"showy": "Matt wanted to buy stone lions for front of the house, but Cynthia convinced him that such a display would be too ostentatious for a modest house in an unassuming neighborhood."
		},
		"ostracize": {
			"exclude": "Later in his life, Leo Tolstoy was ostracized from the Russian Orthodox Church for his writings that contradicted church doctrine."
		},
		"overweening": {
			"extremely proud": "Mark was so convinced of his basketball skills that in his overweening pride he could not fathom that his name was not on the varsity list; he walked up to the basketball coach and told her she had forgotten to add his name."
		},
		"palatable": {
			"acceptable": "Mikey didn't partake much in his friends' conversations, but found their presence palatable."
		},
		"palaver": {
			"babble": "During the rain delay, many who had come to see the game palavered, probably hoping that idle chatter would make the time go by faster."
		},
		"palimpsest": {
			"something reused": "The downtown was a palimpsest of the city's checkered past: a new Star-bucks had opened up next to an abandoned, shuttered building, and a freshly asphalted road was inches away from a pothole large enough to swallow a small dog."
		},
		"panacea": {
			"cure-all": "While the company credit card has made most large purchases easier, it is no panacea: some smaller basic transactions still must be conducted in cash."
		},
		"panache": {
			"distinctive style": "Jim, with his typical panache, came to the wedding reception with a top hat, a cane, and a long cape covered in sequins"
		},
		"panegyric": {
			"formal praise": "Dave asked Andrew to do just a simple toast, but Andrew launched into a full panegyric, enumerating a complete list of Dave's achievements and admirable qualities."
		},
		"paradoxical": {
			"contradictory but true": "That light could be both a particle and a wave seems paradoxical, but nonetheless, it is true."
		},
		"paragon": {
			"the best of its kind": "Even with the rise of Kobe Bryant, many still believe that Michael Jordan is the paragon of basketball players."
		},
		"pariah": {
			"outcast": "The once eminent scientist, upon being found guilty of faking his data, has become a pariah in the research community."
		},
		"parochial": {
			"narrow-minded": "Jasmine was sad to admit it, but her fledgling relationship with Jacob did not work out because his culinary tastes were simply too parochial; After all, she quipped on her blog, he considered Chef Boyardee ethnic food."
		},
		"parsimonious": {
			"miserly": "Katie is so parsimonious that she only buys a pair of socks if all of her other socks have holes in them."
		},
		"parvenu": {
			"upstart": "The theater was full of parvenus who each thought that they were surrounded by true aristocrats."
		},
		"pastoral": {
			"rural": "Those who imagine America's countryside as a pastoral region are often disappointed to learn that much of the rural US is filled with cornfields extending as far as the eye can see."
		},
		"patent": {
			"glaringly obvious": "Since the book had been through no fewer than six proof runs, the staff was shocked to see such a patent spelling mistake remaining, right in the middle of the front cover!"
		},
		"patronize": {
			"treat condescendingly": "She says she genuinely wanted to help me, but instead she patronized me, constantly pointing out how I was inferior to her."
		},
		"paucity": {
			"lack of": "There is paucity of jobs hiring today that require menial skills, since most jobs have been automated or outsourced."
		},
		"pecuniary": {
			"relating to money": "The defendant was found guilty and had to serve a period of community service as well as pay pecuniary damages to the client."
		},
		"pedantic": {
			"showing off learning": "Professor Thompson was regarded as an expert in his field, but his lectures were utterly pedantic, focused on rigorous details of the most trivial conventions."
		},
		"pedestrian": {
			"lacking imagination": "While Nan was always engaged in philosophical speculation, her brother was occupied with far more pedestrian concerns: how to earn a salary and run a household."
		},
		"peevish": {
			"irritable": "Our office manager is peevish, so the rest of us tip-toe around him, hoping no to set off another one of his fits."
		},
		"pejorative": {
			"disapproving": "Most psychologists object to pejorative term shrink, believing that they expand the human mind, not limit it."
		},
		"pellucid": {
			"easy to understand": "The professor had a remarkable ability to make even the most difficult concepts seem pellucid."
		},
		"penurious": {
			"poor": "Truly penurious, Mary had nothing more than a jar full of pennies."
		},
		"percipient": {
			"perceptive": "Even the most percipient editor will make an occasional error when proofreading."
		},
		"peremptory": {
			"bossy": "My sister used to peremptorily tell me to do the dishes, a chore I would either do perfunctorily or avoid altogether."
		},
		"perennial": {
			"everlasting": "Even at the old-timers games, Stan Musial would get the loudest cheer: he was a perennial favorite of the fans there."
		},
		"perfidy": {
			"betrayal": "The lowest circles in Dante's Inferno were for those who had practiced perfidy, and among these, the very lowest was for those, such as Judas, who had been treacherous to one of their benefactors."
		},
		"perfunctory": {
			"done routinely": "The short film examines modern perfunctory cleaning rituals such as washing dishes, doing laundry and tooth-brushing."
		},
		"peripatetic": {
			"traveling on foot": "Jim always preferred a peripatetic approach to discovering a city: he felt that he could see so many more details while walking."
		},
		"pernicious": {
			"harmful": "The most successful viruses are pernicious: an infected person may feel perfectly healthy for several months while incubating and spreading the virus."
		},
		"perpetuate": {
			"make happen indefinitely": "If you do not let him do things for himself, you are merely perpetuating bad habits that will be even harder to break in the future."
		},
		"perquisite": {
			"exclusive right": "Even as the dishwasher at the French restaurant, Josh quickly learned that he had the perquisite of being able to eat terrific food for half the price diners would pay."
		},
		"perspicacious": {
			"very insightful": "Many modern observers regard Eisenhower as perspicacious, particularly in his accurate prediction of the growth of the military."
		},
		"pertinent": {
			"relevant": "While the salaries of the players might draw attention in the media, such monetary figures are not pertinent to the question of who plays best on the field."
		},
		"perturb": {
			"disturb": "Now that Henry is recovering from a major illness, he no longer lets the little trivialities such as late mail, perturb him."
		},
		"peruse": {
			"read closely": "Instead of perusing important documents, the people all too often rush to the bottom of the page and plaster their signatures."
		},
		"petulant": {
			"easily annoyed": "When Ed first met Ruth, he didn't realize she was so petulant, but now that they are three months into their relationship, Ed feels a day doesn't go by in which she isn't whining about some minor issue."
		},
		"phantasmagorical": {
			"illusive": "Those suffering from malaria fall into a feverish sleep, their world a whirligig of phantasmagoria; if they recover, they are unsure of what actually took place and what was simply a product of their febrile imaginations."
		},
		"philistine": {
			"hater of culture": "Jane considered Al completely philistine, because he almost talked exclusively about video games; she was entirely unaware of how read he really was."
		},
		"phlegmatic": {
			"not showing emotion": "Arnold is truly noble, remaining reserved until an issue of significance arises, but Walter is simply phlegmatic: he doesn't have the energy or inclination to care about anything."
		},
		"picayune": {
			"trifling, petty": "English teachers are notorious for being picayune; however, the English language is so nuanced and sophisticated that often such teachers are not being contrary but are only adhering to the rules."
		},
		"pillory": {
			"ridicule publicly": "After the candidate confessed, the press of the opposing party took the opportunity to pillory him, printing editorials with the most blatantly exaggerated accusations."
		},
		"pine": {
			"yearn for": "Standing forlornly by the window, she pined for her lost love."
		},
		"pinnacle": {
			"highest point": "At its pinnacle, the Roman Empire extended across most of the landmass of Eurasia, a feat not paralleled to the rise of the British Empire in the 18th and 19th century."
		},
		"piquant": {
			"pungent in taste": "The chef, with a mere flick of the salt shaker, turned the bland tomato soup into a piquant meal."
		},
		"pith": {
			"most essential part": "When Cynthia hears a speaker presenting a complex argument, she is always able to discard the irrelevant details and extract the pith of what the speaker is trying to convey."
		},
		"pithy": {
			"concise yet expressive": "I enjoy reading the Daodejing for its pithy and insightful prose' it always gives me something to think about."
		},
		"pittance": {
			"small amount": "Vinny's uncle beamed smugly about how he had offered his nephew fifty dollars for his Harvard tuition; even twice the amount would have been a mere pittance."
		},
		"placate": {
			"make less angry": "I was able to placate the angry mob of students by promising to bring cookies on Monday."
		},
		"placid": {
			"peaceful": "Doug is normally placid, so we were all shocked to see him yelling at the television when the Mets lost the game."
		},
		"platitude": {
			"obvious remark": "The professor argued that many statements regarded as wise in previous times, such as the Golden Rule, are now regarded as platitude."
		},
		"plodding": {
			"slow-moving": "Charlie may seem to run at a plodding pace, but he is an ultra-marathoner, meaning he runs distances of up to 100 miles, and can run for ten hours at a stretch."
		},
		"ploy": {
			"clever scheme": "Dennis arranged an elaborate ploy, involving 14 different people lying for him in different situations, so that it could appear that he was meeting Mary completely by chance at the wedding reception."
		},
		"plucky": {
			"courageous": "Some scouts initially doubted Pedroia because of his short stature, but he is a plucky player, surprising everyone with his boundless energy and fierce determination."
		},
		"poignant": {
			"emotionally touching": "After the Montagues and Capulets discover the dead bodies of Romeo and Juliet, in the play's most poignant moment, the two grief-stricken families agree to end their feud once and for all."
		},
		"polemic": {
			"verbal attack": "The professor launched into a polemic, claiming that Freudian theory was a pack of lies that absolutely destroyed European literary theory."
		},
		"pollyannaish": {
			"overly optimistic": "Even in the midst of a lousy sales quarter, Debbie remained pollyannaish, never losing her shrill voice and wide smile, even when prospective customers hung up on her."
		},
		"ponderous": {
			"moving slowly": "Laden with 20 kilograms of college text books, the freshman moved ponderously across the campus."
		},
		"pontificate": {
			"speak pompously": "The vice-president would often pontificate about economic theory, as if no one else in the room were qualified to speak on the topic."
		},
		"portentous": {
			"prophetic": "When the captain and more than half the officers were sick on the very first night of the voyage, many of the passengers felt this portentous, bu the rest of the voyage continued without any problems."
		},
		"posit": {
			"assume as a fact": "Initially, Einstein posited a repulsive force to balance Gravity, but then rejected the idea as a blunder."
		},
		"pragmatic": {
			"practical": "Rather than make a philosophical appeal to the Congressmen, the Speaker decided to take a far more pragmatic approach, making small side-deals that would add votes to his bill."
		},
		"precarious": {
			"dangerous": "People smoke to relax and forget their cares, but ironically, in terms of health risks, smoking is far more precarious than either mountain-climbing or skydiving."
		},
		"precedent": {
			"earlier example": "The principal explained that even though one student had done modeling work outside of school, the outfits that students wore in those photographs in no way established a precedent for what could be worn at school dances."
		},
		"precipitate": {
			"hasty": "Instead of conducting a thorough investigation after the city hall break-in, the governor acted precipitately, accusing his staff of aiding and abetting the criminals."
		},
		"precipitous": {
			"hasty": "Instead of calling his financial advisor, Harold acted precipitously, buying 4000 shares of the latest hot stock, only to find out that the company had a history of inflating its year end numbers."
		},
		"preclude": {
			"prevent": "The manager specified that all other gates be locked, to preclude the possibility of persons without tickets entering the arena undetected."
		},
		"precocious": {
			"developing early": "Though only seven years old, she was a precocious chess prodigy, able to beat players twice her age."
		},
		"predilection": {
			"strong liking": "Monte had a predilection for the fine things in life: Cuban cigars, 200 dollar bottles of wine, and trips to the French Riviera."
		},
		"preempt": {
			"take the place of": "A governmental warning about an imminent terrorist attack would preempt ordinary network programming on television."
		},
		"preemptive": {
			"done first": "Just as Martha was about to take the only cookie left on the table, Noah preemptively swiped it."
		},
		"prescience": {
			"able to foresee future": "Baxter's warnings about investing in technology stocks seemed like an act of prescience after the whole market declined significantly."
		},
		"presentiment": {
			"sense of the future": "On the night that Lincoln would be fatally shot, his wife had a presentiment about going to Ford's Theater, but Lincoln persuaded her that everything would be fine."
		},
		"presumption": {
			"assumption": "When Mr. Baker found out the family car was gone, he acted under the presumption that his rebellious son had taken the car, and yelled at him; only later did Mr. Baker realize that Mrs. Baker had simply gone out to get her nails done."
		},
		"presumptuous": {
			"overly forward": "Many felt that Barney was presumptuous in moving into the large office before the management even made any official announcement of his promotion."
		},
		"prevail": {
			"triumph over": "During the labor negotiations, an air of hostility prevailed in the office."
		},
		"prevaricate": {
			"speak evasively": "The cynic quipped, 'There is not much variance in politicians; they all seem to prevaricate."
		},
		"primacy": {
			"of greatest importance": "The primacy of Apple computers is not guaranteed, as seen in the recent lawsuits and weak growth."
		},
		"pristine": {
			"spotless": "The glacial lake was pristine and we filled our canteens to drink deeply."
		},
		"probity": {
			"integrity": "The ideal politician would have the probity to lead, but reality gravely falls short of the ideal of morally upright leaders."
		},
		"prodigal": {
			"wasteful": "Successful professional athletes who do not fall prey to prodigality seem to be the exception - most live decadent lives."
		},
		"prodigious": {
			"great in size, extent": "After the relatively small home-run totals in the dead ball era, Babe Ruth's home-run totals were truly prodigious: every year, he set a new all-time record."
		},
		"profligate": {
			"recklessly wasteful": "The composer Wagner, while living on a limited salary, was so profligate as to line all the walls of his apartment with pure silk."
		},
		"profuse": {
			"abundant": "During mile 20 of the Hawaii marathon, Dwayne was sweating so profusely that he stopped to take off his shirt, and ran the remaining six miles wearing nothing more than skimpy shorts."
		},
		"profusion": {
			"abundance": "When Maria reported that she had been visited by Jesus Christ and had proof, a profusion of reporters and journalists descended on the town."
		},
		"prognostication": {
			"prediction": "When the senator was asked about where the negotiations would lead, he said that any guess he could make would be an unreliable prognostication."
		},
		"prolific": {
			"productive": "Schubert was the most prolific composer, producing hundreds of hours of music before he died at the age of 31."
		},
		"prolixity": {
			"verbosity": "I loved my grandfather dearly, but his prolixity would put me to sleep, regardless of the topic."
		},
		"promulgate": {
			"officially make known": "The president wanted to promulgate the success of the treaty negotiations, but he had to wait until Congress formally approved the agreement."
		},
		"propitiate": {
			"appease": "The two sons, playing their angry father with cheesy neckties for Christmas, were hardly able to propitiate him - the father already had a drawer full of ones he had never worn before or ever planned to."
		},
		"propitious": {
			"favorable": "The child's heartbeat is still weak, but I am seeing many propitious signs and I think she may be healing."
		},
		"proponent": {
			"supporter": "Ironically, the leading proponent of Flat-Earth Theory flies all over the world in an effort to win more adherents."
		},
		"prosaic": {
			"dull": "Unlike the talented artists in his workshop, Paul had no such bent for the visual medium, so when it was time for him to make a stained glass painting, he ended up with a prosaic mosaic."
		},
		"proscribe": {
			"ban": "My doctor proscribed my habit of eating donuts with chocolate sauce and hamburger patties for breakfast."
		},
		"proselytize": {
			"attempt to convert": "Lisa loves her Mac but says little about it; by contrast, Jake will proselytize, interrogating anyone with an Android about why they didn't purchase an iphone."
		},
		"protean": {
			"versatile": "Peter Sellers was truly a protean actor - in Doctor Strangelove he played three very different roles: a jingoist general, a sedate president and a deranged scientist."
		},
		"provident": {
			"planning ahead": "In a move that can hardly be described as provident, Bert spent his entire savings on a luxurious cruise, knowing that other bills would come due a couple of months later."
		},
		"provincial": {
			"unsophisticated": "Maggie's enthusiasm about her high school team seemed provincial to her college classmates, all of whom were following a nationally ranked team."
		},
		"provisional": {
			"not final": "Until the corporate office hands down a definite decision on use of the extra offices, we will share their use in a provisional arrangement."
		},
		"puerile": {
			"childish": "Helen enjoyed blowing soap bubbles, but Jim regarded this as puerile, totally unworthy of a woman with Ph.D."
		},
		"pugnacious": {
			"combative": "The comedian told one flat joke after another, and when the audience started booing, he pugnaciously spat back at them, 'Hey, you think this is easy - why don't you buffoons give it a shot?'"
		},
		"puissant": {
			"powerful": "Over the years of service, and quite to his surprise, he became a puissant advisor to the community."
		},
		"punctilious": {
			"overly precise": "The colonel was so punctilious about enforcing regulations that men feel compelled to polish even the soles of their shoes."
		},
		"pundit": {
			"expert": "Steven Pinker's credentials are unquestioned as a pundit; he has taught at MIT and Stanford, teaches at Harvard, and has published a number of influential books on cognition, language and psychology."
		},
		"pyrrhic": {
			"of a costly victory": "George W. Bush's win in the 2000 election was in many ways a pyrrhic victory: the circumstances of his win alienated half of the US population."
		},
		"quail": {
			"draw back in fear": "Craig always claimed to be a fearless outdoorsman, but when the thunderstorm engulfed the valley, he quailed at the thought of leaving the safety of his cabin."
		},
		"qualify": {
			"restrict a statement": "Chris qualified his love for San Francisco, adding he didn't like the weather there as much as he liked the weather in Los Angeles."
		},
		"qualm": {
			"uneasiness": "While he could articulate no clear reason why Harkner's plan would fail, he nevertheless felt qualms about committing any resources to it."
		},
		"quandary": {
			"uncertainty": "Steve certainly is in a quandary: if he doesn't call Elaine, she will blame him for everything, but if he does call her, the evidence of where he currently is could cost him his job."
		},
		"querulous": {
			"complaining": "The querulous old woman was beginning to wear down even the happier members of the staff with her ceaseless complaining."
		},
		"quip": {
			"witty remark": "In one of the most famous quips about classical music, Mark Twain said: Wagner's music is better than it sounds."
		},
		"quisling": {
			"traitor": "History looks unfavorably upon quislings; indeed they are accorded about the same fondness as Nero - who watched his city burn down while playing the violin."
		},
		"quixotic": {
			"wildly impractical": "For every thousand startups with quixotic plans to be the next big name in e-commerce, only a handful ever become profitable."
		},
		"quotidian": {
			"mundane": "Phil gets so involved thinking about Aristotle's arguments that he totally forgets quotidian concerns, such as exercising at eating regularly."
		},
		"raconteur": {
			"storyteller": "Jude is entertaining, but he is no raconteur: beyond the handful of amusing stories he has memorized, he has absolutely no spontaneous storytelling ability."
		},
		"raffish": {
			"slightly disreputable": "The men found him raffish, but the women adored his smart clothes and casual attitude."
		},
		"raft": {
			"large number": "Despite a raft of city ordinances passed by an overzealous council, noise pollution continued unabated in the megalopolis."
		},
		"raillery": {
			"light teasing": "The new recruit was not bothered by the raillery, finding most of it light-hearted and good-natured."
		},
		"rakish": {
			"disreputable": "As soon as he arrived in the city, the rakish young man bought some drugs and headed straight for the seedy parts of town."
		},
		"rankle": {
			"get under one's skin": "His constant whistling would rankle her, sometimes causing her to leave in a huff."
		},
		"rapprochement": {
			"reconciliation": "Although Ann hoped that her mother and her aunt would have a rapprochement, each one's bitter accusations against the other made any reconciliation unlikely."
		},
		"rarefied": {
			"refined": "Jack's vulgar jokes were not so successful in the rarefied environment of college professors."
		},
		"rash": {
			"reckless": "Although Bruce was able to make the delivery in time with a nighttime motorcycle ride in the rain, Susan criticized his actions as rash."
		},
		"ravenous": {
			"very hungry": "John didn't eat much at all during the week he had the flu, so now that he is regaining his health, it's not surprising that he has a ravenous appetite."
		},
		"rebuke": {
			"criticize severely": "The police chief rebuked the two officers whose irresponsible decisions almost lead to the deaths of seven innocent bystanders."
		},
		"recapitulation": {
			"summary": "Every point of the professor's lesson was so clear that the students felt his concluding recapitulation unnecessary."
		},
		"reconcile": {
			"make compatible": "Peggy was unable to reconcile her kind friend Jane with the cruel and merciless character Jane played on television."
		},
		"recondite": {
			"arcane": "I found Ulysses recondite and never finished the book, waiting instead to read it with someone else so we could penetrate its meaning together."
		},
		"recrimination": {
			"mutual attacks": "The two brothers sat and cried, pointing fingers and making elaborate recriminations of the other's guilt."
		},
		"recrudesce": {
			"relapse": "After years of gamblers anonymous, Tony thought he'd broken his compulsive slot machine playing, but it took only one trip to the Atlantic City for a full recrudescence - he lost $5000 on the one armed bandit."
		},
		"redoubtable": {
			"inspiring fear": "On television basketball players don't look that tall, but when you stand in front of a seven foot tall NBA player, he is truly redoubtable."
		},
		"redress": {
			"correct unfairness": "Barry's redress for forgetting his wife's birthday two years in a row was surprising her with a trip to Tahiti."
		},
		"refractory": {
			"stubbornly resistant": "Used to studious high school students, Martha was unprepared for the refractory kindergarten kids who neither sat still nor listened to a single word she said."
		},
		"refute": {
			"disprove": "No one could refute his theories and propositions, and that is why he was esteemed by all his colleagues in the philosophy department."
		},
		"relegate": {
			"lower in position": "When Dexter was unable to fulfill his basic duties, instead of firing him, the boss relegated him to kitchen cleanup."
		},
		"remiss": {
			"be negligent": "Remiss in his duty to keep the school functioning efficiently, the principal was relieved of his position after only three months."
		},
		"remonstrate": {
			"forcefully protest": "The mothers of the kidnapped victims remonstrated to the rogue government, claiming that the detention violated human rights."
		},
		"renege": {
			"go back on": "We will no longer work with that vendor since it has reneged on nearly every agreement."
		},
		"replete": {
			"fully stocked": "Only weeks after the hurricane made landfall, the local supermarket shelves were replete with goods, so quick was the disaster relief response."
		},
		"reprisal": {
			"retaliatory action": "The Old Testament doctrine of an eye for an eye is not the kind of retaliation practiced in war; rather, an arm, a leg and both ears are the reprisal for the smallest scratch."
		},
		"reproach": {
			"criticize": "At first, Sarah was going to yell at the boy, but she didn't want to reproach him for telling the truth about the situation."
		},
		"reprobate": {
			"unprincipled person": "These old reprobates drinking all day down by the river - they are not going to amount to much."
		},
		"repudiate": {
			"deny as untrue": "Many in the public believed rumors of a UFO crash outside town, so the chief of police did everything he could to repudiate the rumors."
		},
		"rescind": {
			"cancel officially": "The man's driver's license was rescinded after his tenth car accident, which meant he would never be allowed to legally drive again."
		},
		"reservation": {
			"doubt": "I was initially excited by the idea of a trip to Washington, D.C. but now that I have read about the high crime statistics there, I have some reservations."
		},
		"resignation": {
			"accepting the unpleasant": "Since Jack could not think of a convincing reason why he had to miss the seminar, he attended it with a sense of resignation."
		},
		"resolve": {
			"determine": "After much thought, Ted resolved not to travel abroad this summer because he didn't have much money in his bank account."
		},
		"respite": {
			"pause from work": "Every afternoon, the small company has a respite in which workers play foosball or board games."
		},
		"restive": {
			"restless": "The crowd grew restive as the comedian's opening jokes fell flat."
		},
		"resurgent": {
			"rising again": "The team sank to fourth place in June, but is now resurgent and about the win the division."
		},
		"reticent": {
			"not talkative": "When asked about her father, Helen lost her outward enthusiasm and became rather reticent."
		},
		"retiring": {
			"shy": "Nelson was always the first to leave soirees - rather than mill about with 'fashionable' folk, he was retiring, and preferred the solitude of his garret."
		},
		"retract": {
			"take back": "Email is wonderfully efficient, but once something awkward or damaging has been sent, there is no way to retract it."
		},
		"reverent": {
			"deeply respectful": "The professor could speak objectively about the other composers, but he always lectured about Brahms with a particularly reverent air, unable to offer a single criticism of his compositions."
		},
		"ribald": {
			"comically vulgar": "The speaker was famous for his ribald humor, but the high school principal asked him to keep the talk G-rated when he spoke to the student body."
		},
		"rile": {
			"annoy": "Dan is usually calm and balanced, but it takes only one intense glare from Sabrina to rile him."
		},
		"robust": {
			"sturdy": "Chris preferred bland and mild beers, but Bhavin preferred a beer with more robust flavor."
		},
		"row": {
			"angry dispute": "The Prime Minister looked very foolish after his row with the foreign dignitary was caught on video and posted on YouTube."
		},
		"rudimentary": {
			"basic": "I would love to be able to present a fully polished proposal to the board, but right now, our plans for the product are still in the most rudimentary stages."
		},
		"rustic": {
			"relating to country": "The vacation cabin had no electricity and no indoor plumbing, but despite these inconveniences, Nigel adored its rustic charm."
		},
		"sagacious": {
			"wise": "Steve Jobs is surely one of the most sagacious CEOs, making Apple the most recognizable and valuable companies in the world."
		},
		"sanctimonious": {
			"holier-than-thou": "Even during the quiet sanctity of the evening prayer, she held her chin high, a sanctimonious sneer forming on her face as she eyed those who were attending church for the first time."
		},
		"sanction": {
			"grant permission": "The authorities have sanctioned the use of the wilderness reserve for public use; many expect to see hikers and campers enjoying the park in the coming months."
		},
		"sangfroid": {
			"poise under pressure": "The hostage negotiator exhibited a sangfroid that oftentimes was more menacing than the sword at his throat, or the gun at his head."
		},
		"sanguine": {
			"cheerful": "With the prospect of having to learn 3000 words during the course of the summer, Paul was anything but sanguine."
		},
		"sardonic": {
			"mocking": "A stand-up comedian walks a fine line when making jokes about members of the audience; such fun and joking can quickly become sardonic and cutting."
		},
		"sartorial": {
			"relating to clothes": "Monte was astute at navigating the world of finance; sartorially, however, he was found wanting - he typically would attempt to complement his beige tie with a gray suit and white pants."
		},
		"saturnine": {
			"gloomy": "Deprived of sunlight, humans become saturnine; that's why in very northernly territories people are encouraged to sit under an extremely powerful lamp, lest they become morose."
		},
		"savvy": {
			"well-informed": "Although a great CEO, he did not have the political savvy to win the election."
		},
		"schadenfreude": {
			"joy in other's suffering": "From his warm apartment window, Stanley reveled in schadenfreude as he laughed at the figures below, huddled together in the arctic chill."
		},
		"scintillating": {
			"brilliant": "Richard Feynman was renowned for his scintillating lectures - the arcana of quantum physics was made lucid as he wrote animatedly on the chalkboard."
		},
		"screed": {
			"abusive rant": "Joey had difficulty hanging out with his former best friend Perry, who, during his entire cup of coffee, enumerated all of the government's deficiencies - only to break ranks and launch into some screed against big businesses."
		},
		"scrupulous": {
			"using extreme care": "Because of his scrupulous nature, Mary put him in charge of numbering and cataloging the entire collection of rare stamps."
		},
		"sedulous": {
			"diligent": "An avid numismatist, Harold sedulously amassed a collection of coins from over 100 countries - an endeavor that took over fifteen years, and to five continents."
		},
		"self-effacing": {
			"modest": "The most admirable teachers and respected leaders are those who are self-effacing, directing attention and praise to their students and workers."
		},
		"semblance": {
			"misleading appearance": "While the banker maintained a semblance of respectability in public, those who knew him well were familiar with his many crimes."
		},
		"sententious": {
			"moralizing": "The old man, casting his nose up in the air at the group of adolescents, intoned sententiously, 'Youth is wasted on the young'."
		},
		"sentimental": {
			"emotional": "I don't like romanticism for the same reason I don't like melodramatic acting and soap operas - overly sentimental."
		},
		"serendipity": {
			"luck": "By pure serendipity, Sarah discovered, at a flea market in Peoria, a matching earring to replace the one that fell down the storm drain back home."
		},
		"serene": {
			"peaceful": "I'd never seen him so serene; usually, he was a knot of stress and anxiety from hours of trading on the stock exchange."
		},
		"simulacrum": {
			"bad imitation": "The Shanghai Urban Planning Exhibition Center showcases a simulacrum of all the present and approved buildings in the city of Shanghai."
		},
		"sinecure": {
			"easy job": "The position of Research Director is a sinecure: the job entails almost no responsibilities, nor does the person in that position have to answer to anyone."
		},
		"slapdash": {
			"hastily put together": "The office building had been constructed in a slapdash manner, so it did not surprise officials when, during a small earthquake, a large crack emerged on the facade of the building."
		},
		"smattering": {
			"small amount": "I know only a smattering of German, but Helen is able to read German newspapers and converse with natives."
		},
		"smug": {
			"self-satisfied": "When Phil was dating the model, he had a smug attitude that annoyed his buddies."
		},
		"snide": {
			"indirectly mocking": "The chairman interpreted Taylor's question about promotions as a snide remark, but in all innocence Taylor was trying to figure out the company's process."
		},
		"snub": {
			"reject bluntly": "Wheeler was completely qualified for the committee, but the board snubbed him, choosing an obviously lesser qualified candidate instead."
		},
		"solecism": {
			"social blunder": "Mother Anna was always on guard against any solecism from her children and scolded them immediately if any of them talked out of place in public."
		},
		"solicitous": {
			"anxious to please": "Our neighbors are constantly knocking on our door to make sure we are okay, and I don't know how to ask them to stop being so solicitous about our health."
		},
		"solicitude": {
			"feeling of concern": "I walked to his house in the rain to make sure he had enough to eat while he was sick, but he seemed not to appreciate my solicitude."
		},
		"soporific": {
			"causing sleep": "Although the professor is brilliant, his bland monotone gives his lectures a soporific effect."
		},
		"sordid": {
			"morally questionable": "The nightly news simply announced that the senator had had an affair, but the tabloid published all the sordid details of the interaction."
		},
		"spartan": {
			"unconcerned with comfort": "After losing everything in a fire, Tim decided to live in spartan conditions, sleeping on the floor and owning as little furniture as possible."
		},
		"specious": {
			"misleadingly attractive": "Almost every image on TV is specious and not to be trusted."
		},
		"spendthrift": {
			"wasteful with money": "Taking weekly trips to Vegas, Megan was a spendthrift whose excesses eventually caught up to her."
		},
		"splenetic": {
			"highly irritable": "Ever since the car accident, Frank has been unable to walk without a cane, ans so he has become splenetic and unpleasant to be around."
		},
		"sporadic": {
			"at irregular intervals": "The signals were at first sporadic, but we now detected a clear, consistent pattern of electromagnetic radiation emanating from deep space."
		},
		"spurious": {
			"fake": "When listening to a politician speak, it is hard to distinguish the spurious claims from the authentic ones."
		},
		"spurn": {
			"reject with contempt": "She spurned all his flattery and proposals, and so he walked off embarrassed and sad."
		},
		"squander": {
			"waste": "Fearing his money would be squandered by his family, he gave all of it to charity when he died."
		},
		"squelch": {
			"suppress": "After the dictator consolidated his power, he took steps to squelch all criticism, often arresting any journalist who said anything that could be interpreted as negative about his regime."
		},
		"staid": {
			"serious, dignified": "Frank came from a staid environment, so he was shocked that his college roommate sold narcotics."
		},
		"stalwart": {
			"dependable": "Despite all the criticism directed at the president during this scandal, Lisa has remained his stalwart supporter."
		},
		"start": {
			"move suddenly": "All alone in the mansion, Henrietta started when she heard a sound."
		},
		"staunch": {
			"dependable": "No longer a staunch supporter of Anarchism, Terry now sometimes questions whether society would be better off without defined hierarchies."
		},
		"steadfast": {
			"unwavering": "A good captain needs to be steadfast, continuing to hold the wheel and stay the course even during the most violent storm."
		},
		"stem": {
			"limit growth": "To stem the tide of applications, the prestigious Ivy requires that each applicant score at least 330 on the Revised GRE."
		},
		"stipend": {
			"regular allowance": "He was hoping for a monthly allowance loan from the government, but after no such stipend was forthcoming he realized he would have to seek other means of paying for his college tuition."
		},
		"stolid": {
			"having little emotion": "Elephants may appear stolid to casual observers, but they actually have passionate emotional lives."
		},
		"stringent": {
			"strict, harsh": "Most of the students disliked the teacher because of his stringent homework policy, but many students would later thank him for demanding so much from them."
		},
		"stultify": {
			"sap enthusiasm": "As an undergraduate Mark felt stultified by classes outside his area of study; only in grad school, in which he could focus solely on literary analysis, did he regain scholarly edge."
		},
		"stymie": {
			"hinder": "The engineers found their plans stymied at every turn and were ultimately able to make almost no progress on the project."
		},
		"subsume": {
			"contain, include": "The rogue wave quickly subsumed the pier and boardwalk, destroying everything in its path."
		},
		"subterfuge": {
			"deceit": "Finally deciding to abandon all subterfuge, Arthur revealed to Cindy everything about his secret affair over the past two years."
		},
		"subversive": {
			"opposing authority": "The ruling political party has began a campaign to shut down subversive websites that it deems as a threat to national safety."
		},
		"sullen": {
			"brooding": "Herbert took board games too seriously, often appearing sullen after losing."
		},
		"summit": {
			"highest point": "After hiking for two days, the climbers finally reached the summit of Mount Kilimanjaro."
		},
		"supercilious": {
			"arrogant": "Nelly felt the Quiz Bowl director acted superciliously towards the underclassmen; really, she fumed, must he act so preternaturally omniscient each time he intones some obscure fact - as though everybody knows that Mt. Aconcagua is the highest peak in South America."
		},
		"superfluous": {
			"more than necessary": "How can we hope to stay open if we don't eliminate all superfluous spending, like catered meetings and free acupuncture Tuesday."
		},
		"supplant": {
			"take the place of": "For many, a cell phone has supplanted a traditional phone; in fact, most 20-somethings don't even have a traditional phone anymore."
		},
		"surfeit": {
			"excessive amount": "There was no such thing as a surfeit of shopping for Nancy - she could stay at the outlet stores from opening to closing time."
		},
		"surly": {
			"bad-tempered": "Every morning, Bhavin was a surly unhappy person, but once he ate breakfast, he became loving, laughing, and a joy to be around."
		},
		"surreptitious": {
			"stealthy": "Since his mom was a light sleeper, Timmy had to tiptoe surreptitiously through the entire house, careful to not make the floors creak, until he at last was able to enjoy his plunder: a box of chocolate chip cookies."
		},
		"sybarite": {
			"lover of luxury": "Despite the fact that he had maxed out fifteen credit cards, Max was still a sybarite at heart: when the police found him, he was at 1000$ an hour spa in Manhattan, getting a facial treatment."
		},
		"sycophant": {
			"flatterer": "The CEO was unaware of the damaging consequences of his choices, largely because he surrounded himself with sycophants who would never dare criticize him."
		},
		"taciturn": {
			"quiet": "While the CEO enthusiastically shares his plans and agenda with all who will listen, the CFO is far more taciturn, rarely revealing his perceptive."
		},
		"tact": {
			"proper social behavior": "In a tremendous display of tact, Shelly was able to maintain a strong friendship with Marcia, even though Marcia's husband, Frank, confessed to finding Shelly more attractive than Marcia."
		},
		"tantamount": {
			"equal to": "In many situations, remaining silent is tantamount to admitting guilt, so speak to prove your innocence."
		},
		"tarnish": {
			"disgrace": "Pete Rose was one of the best baseball players of his generation, but his involvement with gambling on baseball games has tarnished his image in the eyes of many."
		},
		"tawdry": {
			"cheap, showy": "Carol expected to find New York City magical, the way so many movies had portrayed it, but she was surprised how often tawdry displays took the place of genuine elegance."
		},
		"taxing": {
			"exhausting": "The hike to the summit of Mt. Whitney was so taxing that I could barely speak or stand up."
		},
		"telling": {
			"significant": "Her unbecoming dress was very telling when it came to her sense of fashion."
		},
		"telltale": {
			"revealing": "The many telltale signs of chronic smoking include yellow teeth, and a persistent, hacking cough."
		},
		"temerity": {
			"fearless daring": "No child has the temerity to go in the rundown house at the end of the street and see if it is haunted."
		},
		"temperance": {
			"moderation": "Welles wasn't known for his temperance - he usually ate enough for two and drank enough for three."
		},
		"tempered": {
			"moderated in effect": "The wide-eyed optimism of her youth was now tempered after she had worked many years in the criminal justice system."
		},
		"tempestuous": {
			"intensely emotional": "Chuck and Kathy have always been stable and agreeable people on their own, but when they got involved, it was a tempestuous relationship."
		},
		"tenacious": {
			"not giving up": "Even the most tenacious advocates for gun ownership must admit some of the dangers that firearms present."
		},
		"tendentious": {
			"biased to view": "Because political mudslinging has become a staple of the 24-hour media cycle, most of us, despite protestations to the contrary, are tendentious on many of toady's pressing issues."
		},
		"tender": {
			"offer up formally": "The government was loath to tender more money in the fear that it might set off inflation."
		},
		"thoroughgoing": {
			"absolute, complete": "As a thoroughgoing bibliophile, one who had turned his house into a veritable library, he shocked his friends when he bought a Kindle."
		},
		"thrifty": {
			"wise with money": "He was economical, spending his money thriftily and on items considered essential."
		},
		"thwart": {
			"block": "I wanted to spend a week in New York this autumn, but the high costs of travel and lodging thwarted my plans."
		},
		"timorous": {
			"shy": "Since this was her first time debating on the stage and before an audience, Di's voice was timorous and quiet for the first 10 minutes."
		},
		"tirade": {
			"angry speech": "In terms of political change, a tirade oftentimes does little more than make the person speaking red in the face."
		},
		"torpor": {
			"sluggishness": "After work, I was expecting my colleagues to be enthusiastic about the outing, but I found them in a state of complete torpor."
		},
		"tortuous": {
			"winding, twisty": "Because the logic behind McMohan's side of the debate was so tortuous, his audience came out either completely confused. or worse, feeling they'd been tricked."
		},
		"tout": {
			"advertise strongly": "At the conference, the CEO touted the extraordinary success of his company's Research and Development division."
		},
		"tractable": {
			"easily managed": "Compared to middle school students, who have an untamed wildness about them, high school students are somewhat more tractable."
		},
		"transient": {
			"short-lasting": "The unpredictable and transient nature of deja vu makes it a very difficult phenomenon to study properly."
		},
		"transitory": {
			"short-lasting": "If we lived forever and life was not transitory, do you think we would appreciate life less or more?"
		},
		"transmute": {
			"alter in form": "One of the goals of alchemy was to find the substance or process that would transmute lead into gold."
		},
		"travail": {
			"hard work": "While they experienced nothing but travails in refinishing the kitchen, they completed the master bedroom in less than a weekend."
		},
		"travesty": {
			"mockery": "What I expected to be an intelligent, nuanced historical documentary turned out to be a poorly-produced travesty of the form."
		},
		"treacherous": {
			"involving betrayal": "Even though Jesse James was an outlaw, his killer, Robert Ford, is remembered more for his treacherous actions than for eliminating a criminal and murderer."
		},
		"trenchant": {
			"incisive": "Jill presented a rather superficial treatment of sales in Asia, but her trenchant analysis of sales in Europe inspired a number of insights into how to proceed in that market."
		},
		"tribulation": {
			"suffering": "As of 2013, nearly 1.5 million Syrians have fled their country hoping to escape the tribulations of a civil war tearing their country to pieces."
		},
		"trite": {
			"lacking originality": "Many style guides recommend not using idioms in writing because these trite expressions are uninteresting and show a lack of imagination on the the part of the writer."
		},
		"truculence": {
			"tendency to fight": "When the boss confronted Aaron about his earlier remarks, Aaron responded with utter truculence, simply throwing a glass of water in the boss's face and walking away."
		},
		"truculent": {
			"fierce, savage": "Standing in line for six hours, she became increasingly truculent, yelling at DMV employees and elbowing other people waiting in line."
		},
		"truncate": {
			"shorten": "The soccer game was truncated when the monsoon rain began to fall."
		},
		"tumult": {
			"chaos, confusion": "Riots broke out just in front of our apartment building, and the tumult continued late into the night."
		},
		"turgid": {
			"pompous, tedious": "The amount of GRE vocabulary he used increased with his years - by the time he was 60, his novels were so turgid that even his die-hard fans refused to read them."
		},
		"turpitude": {
			"moral wickedness": "During his reign, Caligula indulged in unspeakable sexual practices, so it's not surprising that he will forever be remembered for his turpitude."
		},
		"tyro": {
			"beginner": "All great writers, athletes, and artists were tyros at one time - unknown, clumsy, and unskilled with much to learn."
		},
		"umbrage": {
			"offense": "Since he was so in love with her, he took umbrage at her comments, even though she had only meant to gently tease him."
		},
		"unassailable": {
			"immune to attack": "Professor Williams is so self-assured as to seem arrogant, presenting each and every opinion as an unassailable fact."
		},
		"uncanny": {
			"strange, unsettling": "Reggie has an uncanny ability to connect with animals: feral cats will readily approach him, and sometimes even wild birds will land on his finger."
		},
		"uncompromising": {
			"inflexible": "Bart and Hilda's relationship ultimately failed because they were both so uncompromising that they couldn't agree on an apartment."
		},
		"unconscionable": {
			"unreasonable": "The lawyer's demands were so unconscionable that rather than pay an exorbitant sum or submit himself to any other inconveniences, the defendant decided to find a new lawyer."
		},
		"undermine": {
			"weaken": "The student undermined the teacher's authority by questioning the teacher's judgment on numerous occasions."
		},
		"underscore": {
			"emphasize": "While the hiking instructor agreed that carrying a first aid kit would be a good idea under certain circumstances, he underscored the importance of carrying enough water."
		},
		"underwrite": {
			"support financially": "The latest symphony broadcast was made possible with underwriting from the Carnegie Endowment."
		},
		"unequivocal": {
			"having a clear meaning": "The President's first statement on the subject was vague and open to competing interpretations, so when he spoke to Congress about the same subject later, he was careful to make his position completely unequivocal."
		},
		"unflappable": {
			"cool under pressure": "The house shook and the ground quaked, but my dad was unflappable and comforted the family."
		},
		"unforthcoming": {
			"not cooperative": "The teacher demanded to know who broke the window while he was out of the room, but the students understandably were unforthcoming."
		},
		"unimpeachable": {
			"blameless": "After his long and unimpeachable service to the company, Sharat felt that a gold watch watch was a slap in the face rather than an honor."
		},
		"unnerve": {
			"make one lose confidence": "At one time unnerved by math problems, she began to study avidly, and soon became adept at even permutations and combinations questions."
		},
		"unprecedented": {
			"never done before": "When America first created its national parks, the idea of setting aside the most beautiful land in a country was unprecedented in the history of mankind."
		},
		"unprepossessing": {
			"unremarkable": "World leaders coming to meet Gandhi would expect a towering sage, and often would be surprised by the unprepossessing little man dressed only in a loincloth and shawl."
		},
		"unpropitious": {
			"unlikely to be successful": "With only a bottle of water and a sandwich, the hikers faced an unpropitious task: ascending a huge mountain that took most two days to climb."
		},
		"unruly": {
			"noisy, uncontrollable": "Walk in to any preschool and I am sure that you will find an unruly and chaotic scene - unless its nap time."
		},
		"unscrupulous": {
			"unethical": "In the courtroom, the lawyer was unscrupulous, using every manner of deceit and manipulation to secure a victory for himself."
		},
		"unseemly": {
			"improper": "He acted in an unseemly manner, insulting the hostess and then speaking ill of her deceased husband."
		},
		"unstinting": {
			"very generous": "Helen is unstinting with her time, often spending hours at the house of a sick friend."
		},
		"untenable": {
			"indefensible": "With the combination of Kepler's brilliant theories and Galileo's telescopic observations, the old geocentric theory became untenable to most of the educated people in Europe."
		},
		"untoward": {
			"inconvenient": "Some professors find teaching untoward as having to prepare for lectures and conduct office hours prevents them from focusing on their research."
		},
		"untrammeled": {
			"not limited": "The whole notion of living untrammeled inspired the American Revolution and was enshrined in the Declaration of Independence and the Constitution."
		},
		"unviable": {
			"not able to work": "The plan was obviously unviable considering it could lead to complete environmental destruction in the river valley."
		},
		"upbraid": {
			"scold harshly": "Bob took a risk walking into the Students Barbershop - in the end he had to upbraid the apparently drunk barber for giving him an uneven bowl cut."
		},
		"urbane": {
			"sophisticated": "Because of his service as an intelligence officer and his refined tastes, W. Somerset Maugham became the inspiration for the urbane and sophisticate spy James Bond."
		},
		"vacillate": {
			"waver": "Some student vacillate between schools when deciding which to attend, while others focus only on one school."
		},
		"vacuous": {
			"lacking intelligence": "To the journalist's pointed question, the senator gave a vacuous response, mixing a few of his overall campaign slogans with platitudes and completely avoiding the controversial subject of the question."
		},
		"vanquish": {
			"defeat thoroughly": "For years, Argentina would dominate in World Cup qualifying matches, only to be vanquished by one of the European countries during the late stages of the tournament."
		},
		"vantued": {
			"boasted about": "For years, Mark talked up his Ping Pong game, yet when he entered the office tournament, his much vaunted skills suddenly failed him and he lost all three games he played."
		},
		"variance": {
			"quality of being different": "The cynic quipped, 'There is not much variance in politicians; they all seem to lie'."
		},
		"vehement": {
			"intensely emotional": "While the other employees responded to the bad news in a measured way, Andrew responded in a vehement manner, tipping over his desk and shouting at the top of his lungs."
		},
		"venality": {
			"corruption": "Even some of the most sacred sporting events are not immune to venality, as many of the officials have received substantial bribes to make biased calls."
		},
		"veneer": {
			"disguising layer": "Mark Twain referred to the Victorian Period in America as the Gilded Age, implying the ample moral corruption that lay beneath a mere veneer of respectability."
		},
		"venerate": {
			"respect deeply": "The professor, despite his sleep-inducing lectures, was venerated amongst his colleagues, publishing more papers yearly than all of his peers combined."
		},
		"venial": {
			"pardonable": "His traffic violations ran the gamut from the venial to egregious - on one occasion he simply did not come to a complete stop; another time he tried to escape across state lines at speeds in excess of 14-mph."
		},
		"veracious": {
			"truthful": "While we elect our leaders in the hope that every word they speak will be veracious, history has shown that such a hope is naive."
		},
		"verisimilitude": {
			"appearance of truth": "All bad novels are bad for numerous reasons; all good novels are good for their verisimilitude of reality, placing the readers in a world that resembles the one they know."
		},
		"veritable": {
			"without a doubt": "Frank is a veritable life-saver - last year, on two different occasions, he revived people using CPR."
		},
		"vicarious": {
			"not lived directly": "The advent of twitter is a celebrity stalker's dream, as he or she can - through hundreds of intimate tweets - vicariously live the life of a famous person."
		},
		"vicissitude": {
			"change in fortune": "Even great rulers have their vicissitudes - massive kingdoms have diminished overnight, and once beloved kings have faced the scorn of angry masses."
		},
		"vie": {
			"compete for": "While the other teams in the division actively vie for the championship, this team seems content simply to go through the motions of playing."
		},
		"vilify": {
			"speak ill of": "Todd was noble after the divorce, choosing to say only complimentary things about Barbara, but Barbara did not hesitate to vilify Todd."
		},
		"vindicate": {
			"clear of blame": "Even seven Tour de France wins cannot vindicate Lance Armstrong in the eyes of the public - that the athlete used performance enhancing drugs invalidates all those wins."
		},
		"vindictive": {
			"seeking revenge": "Though the other girl had only lightly poked fun of Vanessa's choice in attire, Vanessa was so vindictive that she waited for an entire semester to get the perfect revenge."
		},
		"virago": {
			"screaming woman": "Poor Billy was the victim of the virago's invective - she railed at him for a good 30 minutes about how he is the scum of the earth for speaking loudly on his cellphone in public."
		},
		"vitriol": {
			"abusive language": "His vitriol spewed forth from a deep seated racism that consumed his whole life."
		},
		"vitriolic": {
			"harsh in tone": "While the teacher was more moderate in her criticism of the other student's paper, she was vitriolic toward Peter's paper, casting every flaw in the harshest light."
		},
		"vituperate": {
			"scold harshly": "Jason had dealt with disciplinarians before, but nothing prepared him for the first week of boot camp, as drill sergeants vituperated him for petty oversights such as forgetting to double knot the laces on his boots."
		},
		"vociferous": {
			"offensively loud": "In giving Marcia a particular vociferous response, Paul caused people at every other table in the restaurant to turn around and look at them angrily."
		},
		"volubility": {
			"talkativeness": "The professor's volubility knows no bounds; he could talk through a hurricane and elaborate a point from one St. Patrick's Day to the next."
		},
		"voracious": {
			"very hungry": "Steven was a voracious reader, sometimes finishing two novels in the same day."
		},
		"wanting": {
			"lacking": "She did not think her vocabulary was wanting, yet there were so many words that inevitably she found a few she didn't know."
		},
		"wanton": {
			"showing no limits": "Due to wanton behavior and crude language, the drunk man was thrown out of the bar and asked to never return."
		},
		"wax": {
			"increase gradually": "Her enthusiasm for the diva's new album only waxed with each song; by the end of the album, it was her favorite CD yet."
		},
		"whimsical": {
			"driven by impulse": "Adults look to kids and envy their whimsical nature at times, wishing that they could act without reason and play without limitation."
		},
		"winsome": {
			"charming": "She was winsome by nature, and many people were drawn to this free and playful spirit."
		},
		"zeitgeist": {
			"spirit of the times": "Each decade has its own zeitgeist - the 1990's was a prosperous time in which the promise of the American Dream never seemed more palpable."
		},
		"zenith": {
			"highest point": "At the zenith of his artistic career, Elvis was outselling any other artist on the charts."
		}

	},

	"learn later": [
		"accord",
		"anecdote",
		"arcana",
		"articulate",
		"avuncular",
		"bibliophile",
		"caustic",
		"cavort",
		"congenial",
		"decadent",
		"denizen",
		"dissenter",
		"elitist",
		"endearing",
		"espionage",
		"febrile",
		"gamut",
		"gourmand",
		"hullabaloo",
		"loafer",
		"megalopolis",
		"numismatist",
		"octogenarian",
		"omniscient",
		"ordinance",
		"overzealous",
		"palpable",
		"pastiche",
		"penury",
		"precocity",
		"preternatural",
		"punctuate",
		"superficial",
		"surreal",
		"unabated",
		"unassuming",
		"unremitting",
		"whirligig"
	],

	"multiple words with same meaning": {
		"abundance": ["copious", "cornucopia", "flush", "glut", "myriad", "profuse", "profusion", "surfeit"],
		"angry speech": ["diatribe", "tirade"],
		"annoying/irritating": ["exasperate", "irk", "nettlesome", "peevish", "rankle", "rile"],
		"cool under pressure": ["aplomb", "sangfroid", "unflappable"],
		"corruption": ["graft", "venality"],
		"criticize/scold": ["castigate", "deride", "excoriate", "lambast", "objurgate", "rebuke", "reproach", "upbraid", "vituperate"],
		"disprove": ["debunk", "refute"],
		"friendly/likeable": ["affable", "amiable"],
		"harden": ["ossify"],
		"highest point": ["acme", "apex", "apogee", "heyday", "pinnacle", "summit", "zenith"],
		"native": ["endemic", "indigenous"],
		"overly emotional": ["maudlin", "mawkish", "tempestuous", "vehement"],
		"reckless": ["foolhardy", "impetuous", "rash"],
		"short saying": ["aphorism", "apothegm", "epigram", "maxim"],
		"unbiased, fair": ["disinterested", "equitable", "evenhanded", "impartial"],
		"uncaring": ["apathetic", "apathy", "cavalier", "insouciance", "phlegmatic"],
		"wealth": ["affluent", "opulence"]
	}

}